Repository: jeffmun/Research2013
Catalog: Research/App_Obout/HTMLEditor/Localization/*.resx
Languages: de, fr, he, it, nl, ro, ru, sv

# Popups.OkCancelPopup.Field.BorderStyle.Solid
source: Solid
de: Durchgehend
he: פשוט
it: Solido
nl: Lijn
ru: Сплош.

# Popups.OkCancelPopup.Field.BorderWidth
source: Border width
de: Rahmenbreite
fr: Largeur de la bordure
he: רוחב גבול
it: Larghezza bordo
nl: Randdikte
ro: Lăţimea marginii
ru: Ширина рамки
sv: Rambredd

# Popups.OkCancelPopup.Field.ColorNotSet
source: Not set
de: Nicht gesetzt
fr: Non défini
he: לא נקבע
it: Non configurato
nl: Standaard
ro: Nesetat
ru: Нет
sv: Ej angiven

# Popups.OkCancelPopup.Field.RemoveBackgroundColor.Tooltip
source: Remove background color
de: Hintergrundfarbe entfernen
fr: Supprimer la couleur de fond
he: הסר צבע רקע
it: Rimuovi colore sfondo
nl: Achtergrond kleur verwijderen
ro: Înlătură culoarea de fundal
ru: Убрать цвет фона
sv: Ta bort bakgrundsfärg

# Popups.TableProperties.Button.ApplyCellPropertis
source: Apply
de: Anwenden
fr: Appliquer
he: החל
it: Applica
nl: Toepassen
ro: Aplică
ru: Применить
sv: Utför

# Popups.TableProperties.Field.ApplyTo.Column
source: Column
de: Spalte
fr: Colonne
he: עמודה
it: Colonna
nl: Kolom
ro: Coloana
ru: Колонке
sv: Kolumn

# Popups.TableProperties.Field.ApplyTo.Row
source: Row
de: Zeile
he: שורה
it: Riga
nl: Rij
ro: Rând
ru: Строке
sv: Rad

# Popups.TableProperties.Field.ApplyTo.Table
source: Table
de: Tabelle
fr: Tableau
he: טבלה
it: Tabella
nl: Tabel
ro: Tabel
ru: Таблице
sv: Tabell

# Popups.TableProperties.Field.BorderCollapse.NotSet
source: Not set
de: Nicht gesetzt
fr: Non défini
he: לא נקבע
it: Non configurato
ro: Nesetat
ru: Не задано
sv: Ej angiven

# Popups.TableProperties.Field.BorderCollapse.Separate
source: Separate
de: Trennen
fr: Séparez les
he: הפרדה
it: Separa
ro: Separă
ru: Раздельно
sv: Separera

# Popups.TableProperties.Field.CellProperties
source: Current cell properties
de: Einstellung aktuelle Zelle
fr: propriétés de la cellule courante
he: מאפייני תא נוכחי
it: Proprietà cella corrente
nl: Huidige cel eigenschappen
ro: Proprietăţile celulei curente
ru: Свойства текущей ячейки
sv: Denna cells egenskaper

# Popups.TableProperties.Field.CheckedPropertiesTo
source: checked properties to
de: gewählte Einstellungen zu
fr: propriétés vérifiées pour
he: סומנו מאפיינים ל
it: selezione proprietà a
ro: Verifică proprietăţile pentru
ru: отмеченные свойства к
sv: markerade egenskaper till

# Popups.OkCancelPopup.Field.BorderStyle.NotSet
source: Not set
de: Nicht gesetzt
fr: Non défini
he: לא נקבע
it: Non configurato
nl: Standaard
ro: Nesetat
ru: Не задан
sv: Ej angiven

# Popups.TableProperties.Field.CellHorizontalAlignment
source: Alignment
de: Ausrichten
fr: Alignement
he: יישור
it: Allineamento
nl: Uitlijning
ro: Aliniere
ru: Выравнивание
sv: Justering

# Popups.TableProperties.Field.CellHorizontalAlignment.Center
source: Center
de: Zentrieren
fr: Centre
he: מרכז
it: Centra
nl: Midden
ro: Centru
ru: Центр

# Popups.TableProperties.Field.CellHorizontalAlignment.Left
source: Left
de: Links
fr: Gauche
he: שמאל
it: Sinistra
nl: Links
ro: Stânga
ru: Слева
sv: Vänster

# Popups.TableProperties.Field.CellHorizontalAlignment.NotSet
source: Not set
de: Nicht gesetzt
fr: Non défini
he: לא נקבע
it: Non configurato
ro: Nesetat
ru: Не задано
sv: Ej angiven

# Popups.TableProperties.Field.CellHorizontalAlignment.Right
source: Right
de: Rechts
fr: Droit
he: ימין
it: Destra
nl: Rechts
ro: Dreapta
ru: Справа
sv: Höger

# Popups.TableProperties.Field.CellVerticalAlignment
source: Vertical Alignment
de: Vertikale Ausrichtung
he: יישור אנכי
it: Allineamento Verticale
nl: Vertikale uitlijning
ro: Aliniere pe verticală
ru: Вертик. выравнивание
sv: Vertikal justering

# Popups.TableProperties.Field.CellVerticalAlignment.Baseline
source: Baseline
he: קו בסיס
it: Linea di base
ru: Основание

# Popups.TableProperties.Field.CellVerticalAlignment.Bottom
source: Bottom
de: Unten
fr: Bas
he: תחתון
it: Fondo
nl: Onder
ro: De jos
ru: Низ
sv: Botten

# Popups.TableProperties.Field.CellVerticalAlignment.Middle
source: Middle
de: Mitte
fr: Orient
he: אמצעי
it: Medio
nl: Midden
ro: Mijloc
ru: Середина
sv: Mitten

# Popups.TableProperties.Field.CellVerticalAlignment.NotSet
source: Not set
de: Nicht gesetzt
fr: Non défini
he: לא נקבע
it: Non configurato
ro: Nesetat
ru: Не задано
sv: Ej angiven

# Popups.TableProperties.Field.CellVerticalAlignment.Top
source: Top
de: Oben
he: עליון
it: Alto
nl: Boven
ro: De sus
ru: Верх
sv: Topp

# ContextMenu.RemoveRowItem.ToolTip
source: Remove row
de: Zeile entfernen
fr: Supprimer la ligne
he: הסר שורה
it: Rimuovi riga
nl: Rij verwijderen
ro: Înlătură rândul
ru: Удалить строку
sv: Radera rad

# ContextMenu.RemoveTableItem.ToolTip
source: Remove a table
de: Tabelle entfernen
fr: Supprimer une table
he: הסר טבלה
it: Rimuovi tabella
nl: Tabel verwijderen
ro: Înlătură tabelul
ru: Удалить таблицу
sv: Radera tabell

# ContextMenu.InsertRowBelowItem.ToolTip
source: Insert row below
de: Zeile unterhalb einfügen
fr: Insérer une ligne ci-dessous
he: הכנס שורה מתחת
it: Inserisci Riga sotto
nl: Rij onder invoegen
ro: Inserează rând dedesubt
ru: Вставить строку под
sv: Lägg till rad under

# Popups.SpellCheckPopup.Button.AddToDictionary
source: Add Custom
de: Eigenen hinzufügen
fr: Ajouter personnalisé
he: הוסף מותאם אישית
it: Aggiungi personalizzato
nl: Aangepaste toevoegen
ro: Aaugă particular
ru: Добавить в словарь
sv: Lägg till Custom

# Popups.SpellCheckPopup.Button.Change
source: Change
de: Ändern
fr: Changement
he: שנה
it: Cambia
nl: Wijzigen
ro: Schimbă
ru: Заменить
sv: Ändra

# Popups.SpellCheckPopup.Button.ChangeAll
source: Change All
de: Alle ändern
fr: Tous les changements
he: שנה הכל
it: Cambia tutto
nl: Alles wijzigen
ro: Schimbă tot
ru: Заменить всё
sv: Ändra alla

# Popups.SpellCheckPopup.Button.Ignore
source: Ignore
de: Ignorieren
fr: Ignorer
he: התעלם
it: Ignora
nl: Negeren
ro: Ignoră
ru: Пропустить
sv: Ignorera

# Popups.SpellCheckPopup.Button.IgnoreAll
source: Ignore All
de: Alle ignorieren
fr: Ignorer tout
he: התעלם מהכל
it: Ignora tutto
nl: Alles negeren
ro: Ignoră tot
ru: Пропустить всё
sv: Ignorera alla

# Popups.SpellCheckPopup.Field.NotInDictionary
source: Not in Dictionary
de: Nicht im Wörterbuch
fr: Pas dans le dictionnaire
he: לא קיים במילון
it: Non presente nel dizionario
nl: Niet in woordenboek
ro: Nu în dicţionar
ru: Нет в словаре
sv: Inte i ordboken

# Popups.SpellCheckPopup.Field.ReplaceWith
source: Replace with
de: Ersetzen mit
fr: Remplacez-la par
he: החלף ב
it: Sostituisci con
nl: Vervangen met
ro: Înlocuieşte cu
ru: Заменить на
sv: Byt ut mot

# Popups.SpellCheckPopup.Field.Suggestions
source: Suggestions
de: Vorschläge
he: הצעות
it: Suggerimenti
nl: Suggesties
ro: Sugestii
ru: Варианты
sv: Förslag

# Popups.SpellCheckPopup.Field.Undo.Tooltip
source: Undo changes
de: Änderungen Rückgängig
fr: Annuler les changements
he: בטל שינויים
it: Annulla cambiamenti
nl: Wijzigingen ongedaan maken
ro: Anulează modificările
ru: Отменить последнее изменение
sv: Ångra ändringar

# Popups.SpellCheckPopup.Title
source: Spell checker
de: Rechtschreibeprüfung
fr: Correcteur orthographique
he: בודק האיות
it: Controllo dizionario
nl: Spellingscontrole
ru: Проверка орфографии
sv: Stavningskontroll

# ToolbarButton.SpellCheck.ToolTip
source: Spell checker
de: Rechtschreibeprüfung
fr: Correcteur orthographique
he: בודק האיות
it: Controllo dizionario
nl: Spellingscontrole
ru: Проверка орфографии
sv: Stavningskontroll

# Popups.SpellCheckPopup.Field.NoSuggestions
source: No suggestions
de: Kein Vorschlag
fr: Aucune suggestion
he: אין הצעות
it: Nessun suggerimento
nl: Geen suggesties
ro: Nici o sugestie
ru: Нет вариантов
sv: Inga förslag

# Popups.SpellCheckPopup.Field.NotAllFiles
source: Server error
de: Server Fehler
fr: Erreur de serveur
he: שגיאת שרת
it: Errore Server
nl: Server fout
ro: Eroare de server
ru: Серверная ошибка

# Popups.SpellCheckPopup.Field.TimeOut
source: Server response time out
de: Server antwortet Zeitüberschreitung
fr: temps de réponse du serveur à
he: תגובת שרת - פג תוקפה
it: Risposta Server fuori tempo massimo
ro: Timpul de asteptare a raspunsului de la server a expirat.
ru: Тайм-Аут ответа сервера

# Popups.SpellCheckPopup.Field.AddedToCustom
source: '{0}' is added to custom dictionary
de: '{0}' wurde zum Wörterbuch hinzugefügt
fr: "{0}" est ajoutée au dictionnaire personnalisé
he: '{0}' נוסף למילון מותאם אישית
it: '{0}' aggiunto al dizionario personalizzato
nl: '{0}' is toegevoegd aan het woordenboek
ro: '{0}' este adăugat la dicţionarul particular
ru: '{0}' добавлено в пользовательский словарь
sv: '{0}' är tillagt i ordboken

# Popups.SpellCheckPopup.Field.SpellCheckDone
source: The Spell Check is complete.
de: Rechtschreibeprüfung abgeschlossen
fr: La vérification orthographique est terminée.
he: בודק האיות הסתיים
it: Controllo dizionario completato
nl: Spellingscontrole is compleet
ro: Verificarea ortografica a fost incheiata.
ru: Проверка орфографии завершена.
sv: Stavningskontrollen har utförts.

# Popups.GalleryManager.Field.DeleteButton.Tooltip
source: Delete selected item
de: Gewähltes Element löschen
fr: Supprimer l'élément sélectionné
he: מחיקת פריט נבחר
it: Cancella oggetto selezionato
nl: Verwijder geselecteerd item
ro: Şterge itemul selectat
ru: Удалить выбранный пункт
sv: Radera det markerade

# Popups.GalleryManager.Field.RefreshButton.Tooltip
source: Refresh
de: Aktualisieren
fr: Actualiser
he: רענון
it: Aggiorna
nl: Verversen
ru: Освежить
sv: Uppdatera

# Popups.AddFolderPopup.Field.Name
source: Name of the new folder
de: Name der neuen Ordners
fr: Nom du nouveau dossier
he: שם התיקייה החדשה
it: Nome della nuova cartella
nl: Naam van de nieuwe map
ro: Numele noului director
ru: Имя нового каталога
sv: Namn på ny mapp

# Popups.AddFolderPopup.Message.EmptyName
source: Name of the folder can not be empty
de: Der Name des Ordners darf nicht leer sein
fr: Nom du dossier ne peut pas être vide
he: שם תיקייה אינו יכול להיות ריק
it: Il nome della cartella non può essere vuoto
nl: Naam van de map kan niet leeg zijn
ro: Numele folderului nu poate fi gol
ru: Имя каталога не может быть пустым
sv: Namnet på mappen får inte vara tomt

# Popups.DeleteFileConfirm.Field.Content
source: Are you sure you want to delete the selected file? The selected file may be in use. If deleted, some pages will not be displayed properly. Press "OK" to confirm deletion.
de: Sind Sie sicher, die gewöhlte Datei zu löschen? Die gewählte Datei wird vielleicht verwendet und nach dem löschen werden einige Seiten vielleicht nicht richtig dargestellt. Bestätigen Sie das Löschen mit "OK".
fr: Etes-vous sûr de vouloir supprimer le fichier sélectionné? Le fichier sélectionné peut être utilisé. Si supprimé, certaines pages ne s'affichent pas correctement. Appuyez sur OK pour confirmer la suppression.
he: האם אתה בטוח שברצונך למחוק את הקובץ הנבחר? הקובץ עשוי להיות בשימוש, במידה ותמחק קובץ זה, מספר דפים עלולים להיות מוצגים שלא באופן תקין. לחץ "אישור" לאשר את המחיקה.
it: Sei sicuro che tu voglia cancellare il file selezionato? Il file potrebbe essere in uso. Se cancellato, alcune pagine potrebbero non essere visualizzate in modo corretto. Premere OK per confermare la cancellazione
nl: Weet je zeker dat je het geselecteerde bestand wilt verwijderen? Het bestand kan in gebruik. Als je verwijderd kunnen sommige pagina's niet goed worden weergegeven. Klik "OK" om te bevestigen.
ro: Sunteţi sigur că vreţi să ştergeţi fişierul selectat? Fişierul selectat poate fi folosit. În cazul în care ştergeti, unele pagini nu vor fi afişate în mod corespunzător. Apăsaţi "OK" pentru a confirma ştergerea.
ru: Вы уверены, что хотите удалить выбранный файл? Выбранный файл может всё ещё использоваться. Если удалить, то некоторые страницы могут отображаться неправильно. Нажмите кнопку "Применить" для подтверждения удаления.
sv: Är du sälker på att du vill radera vald fil? Filen kanske används. Om den raderas så visas kanske vissa sidor felaktigt. klicka på "OK" för att radera.

# Popups.GalleryManager.Field.AddFolderButton.Tooltip
source: Add new folder
de: Neuen Ordner erstellen
fr: Ajouter un nouveau dossier
he: הוספת תיקייה חדשה
it: Aggiungi nuova cartella
nl: Nieuwe map toevoegen
ro: Adaugă un nou folder
ru: Добавить новый каталог
sv: Lägg till en mapp

# Popups.GalleryManager.Field.FileDeleted
source: '{0}' deleted successfully
de: '{0}' erfolgreich gelöscht
fr: "{0}" supprimé avec succès
he: '{0}' נמחק בהצלחה
it: '{0}' Cancellato correttamente
nl: '{0}' succesvol verwijderd
ro: '{0}' şters cu succes
ru: '{0}' успешно удалён
sv: '{0}' radering lyckades

# Popups.GalleryManager.Field.ServerErrorOnCmd
source: Server error on the following command execution
de: Server Fehler beim ausführen dieses Befehls
fr: Erreur serveur sur l'exécution de commande suivante
he: שגיאת שרת בביצוע הפקודה הבאה
it: Errore Server sul seguente comando
ro: eroare de server privind executarea următoarei comenzi
ru: Серверная ошибка при выполнении следующей команды
sv: Server fel begärd åtgärd

# Popups.GalleryManager.Field.UploadButton.Tooltip
source: Upload a file
de: Datei heraufladen
fr: Envoyer un fichier
he: העלאת קובץ
it: Carica file
ro: Încarcă un fişier
ru: Загрузит файл
sv: Ladda upp en fil

# Popups.ImageBrowser.Field.UploadButton.Tooltip
source: Upload a new image
de: Neues Bild heraufladen
fr: Ajouter une image
he: העלאת תמונה חדשה
it: Carica nuova immagine
nl: Nieuwe afbeelding uploaden
ro: Încarcă o nouă imagine
ru: Загрузить новое изображение
sv: Ladda upp en bild

# Popups.DeleteFileConfirm.Title
source: Delete
de: Löschen
fr: Supprimer
he: מחק
it: Cancella
nl: Verwijderen
ro: Şterge
ru: Удалить
sv: Radera

# Popups.GalleryManager.Field.FolderCreated
source: Folder '{0}' created successfully
de: Der Ordner '{0}' wurde erfolgreich erstellt
fr: Dossier "{0}" créé avec succès
he: התיקייה '{0}' נוצרה בהצלחה
it: Cartella '{0}' creata in modo corretto
nl: Map '{0}' is aangemaakt
ro: Folderul '{0}' creat cu succes
ru: Каталог '{0}' успешно создан
sv: Mappen '{0}' skapad

# Popups.GalleryManager.Message.DuplicateFile
source: File/Folder with this name exists already!
de: Datei/Ordner mit diesem Namen existiert bereits
fr: Fichier / dossier avec ce nom existe déjà!
he: קובץ או תיקייה בשם זה כבר קיימים!
it: Cartella/File con lo stesso nome già esistente!
ro: Fişier/Folder-ul cu acest nume există deja!
ru: Файл или каталог с таким именем уже существует
sv: Fil/Mapp med det namnet finns redan!

# Popups.GalleryManager.Message.InvalidFileName
source: Invalid File/Folder name!
de: Ungültiger Datei/Ordner Name!
fr: Blancs nom de fichier / dossier!
he: שגיאה בשם קובץ/תיקייה!
it: Nome cartella/file non valido
nl: Ongeldige bestands/mapnaam
ro: Nume de Fişier/Folder invalid!
ru: Неправильное имя файла или каталога
sv: Felaktigt Fil/Mapp namn!

# Popups.AddFolderPopup.Title
source: Add a new folder
de: Neuen Ordner anlegen
fr: Ajouter un nouveau dossier
he: הוספת תיקייה חדשה
it: Aggiungi cartella
nl: Map toevoegen
ro: Adaugă un nou folder
ru: Добавить новый каталог
sv: Lägg till en mapp

# Popups.UploadFilePopup.Button.OK
source: Upload
de: Heraufladen
fr: Envoyer
he: העלאה
it: Carica
ro: Încarcă
ru: Загрузить
sv: Ladda upp

# Popups.UploadFilePopup.Field.Description
source: Description
de: Beschreibung
he: תיאור
it: Descrizione
nl: Beschrijving
ro: Descriere
ru: Описание
sv: Beskrivning

# Popups.UploadFilePopup.Field.Location
source: Location
de: Ort
fr: Lieu
he: מיקום
it: Locazione
nl: Lokatie
ro: Locaţie
ru: Путь
sv: Plats

# Popups.UploadFilePopup.Title
source: Upload a file
de: Datei heraufladen
fr: Envoyer un fichier
he: העלאת קובץ
it: Carica file
nl: Bestand uploaden
ro: Încarcă un fişier
ru: Загрузить файл
sv: Ladda upp en fil

# Popups.UploadImagePopup.Field.Location
source: Local Image
de: Lokales Bild
fr: Image local
he: תמונה מקומית
it: Immagine locale
nl: Lokatie
ro: Imagine locală
ru: Путь к изображению
sv: Lokal Bild

# Popups.UploadImagePopup.Title
source: Upload a new image
de: Neues Bild heraufladen
fr: Ajouter une image
he: העלאת תמונה חדשה
it: Carica nuova immagine
nl: Nieuwe afbeelding uploaden
ro: Încarcă o imagine nouă
ru: Загрузить новое изображение
sv: Ladda upp en bild

# Popups.GalleryManager.Field.FileUploaded
source: '{0}' uploaded successfully
de: '{0}' erfolgreich heraufgeladen
fr: "{0}" transféré avec succès
he: '{0}' הועלה בהצלחה
it: '{0}' caricato correttamente
nl: '{0}' upload succesvol
ro: '{0}' încărcat cu succes
ru: '{0}' успешно загружен
sv: '{0}' uppladdning lyckades

# Popups.GalleryManager.Message.InvalidFileExtension
source: Incorrect file extension
de: Falsche Dateiendung
fr: Mauvaise extension de fichier
he: סיומת קובץ לא תקינה
it: Estensione file non corretta
nl: Foutieve bestandsextensie
ro: Extensie fişier incorectă
ru: Неверное расширение файла
sv: Felaktigt fil ändelse

# Popups.ColorPickerPopup.Title
source: Select color
de: Farbe wählen
fr: Choisissez la couleur
he: בחר צבע
it: Seleziona colore
nl: Kleur selecteren
ro: Selectează culoarea
ru: Выберите цвет
sv: Välj färg

# ToolbarButton.InsertIcon.ToolTip
source: Insert icon
de: Icon einfügen
fr: Insérer un icône
he: הכנס צלמית
it: Inserisci icona
nl: Ikoon invoegen
ro: Inserează icoană
ru: Вставить иконку
sv: Lägg till Icon

# ContextMenu.EditCellItem.ToolTip
source: Edit a cell
de: Zelle bearbeiten
fr: Modifier une cellule
he: ערוך תא
it: Modifica una cella
nl: Cell bewerken
ro: Editează celulă
ru: Редактировать ячейку
sv: Redigera cell

# ContextMenu.InsertRowAboveItem.ToolTip
source: Insert row above
de: Zeile oberhalb einfügen
fr: Insérer une ligne au-dessus
he: הכנס שורה מעל
it: Inserisci Riga sopra
nl: Rij boven invoegen
ro: Inserează rând deasupra
ru: Вставить строку над
sv: Lägg till rad ovanför

# Popups.TableProperties.Title
source: Table properties
de: Tabellen Eigenschaften
fr: Tableau des propriétés
he: מאפייני טבלה
it: Proprietà tabella
nl: Tabel eigenschappen
ro: Proprietăţile tabelului
ru: Свойства таблицы
sv: Tabell egenskaper

# Popups.CellProperties.Title
source: Cell properties
de: Eigenschaften der Zelle
fr: Les propriétés de cellule
he: מאפייני תא
it: Proprietà cella
nl: Cell eigenschappen
ro: Proprietăţile celulei
ru: Свойства ячейки
sv: Egenskaper för cell

# Popups.FlashProperties.Field.HorizontalSpacing
source: Horizontal spacing
de: Horizontaler Abstand
fr: Espacement horizontal
he: ריווח אופקי
it: Spazio orizzontale
ro: Spaţiere orizontală
ru: Горизонт. отступ
sv: Horisontell distans

# Popups.FlashProperties.Field.AutoPlay
source: Autoplay
he: הפעלה אוטומטית
it: Avvio automatico
nl: Automatisch afspelen
ru: Автопроигрывание
sv: Spela upp automatiskt

# Popups.FlashProperties.Field.Loop
source: Loop
de: Schleife
he: לולאה
it: Ciclo
ro: Buclă
ru: Цикл
sv: Upprepa

# Popups.FlashProperties.Field.Quality
source: Quality
de: Qualität
fr: Qualité
he: איכות
it: Qualità
nl: Kwaliteit
ro: Calitate
ru: Качество
sv: Kvalitet

# Popups.FlashProperties.Field.Quality.High
source: High
de: Hoch
fr: Haut
he: גבוה
it: Alta
nl: Hoog
ro: Mare
ru: Высокое
sv: Hög

# Popups.FlashProperties.Field.Quality.Low
source: Low
de: Niedirg
fr: Faible
he: נמוך
it: Bassa
nl: Laag
ro: Scăzut
ru: Низское
sv: Låg

# Popups.FlashProperties.Field.Quality.Medium
source: Medium
de: Mittel
he: בינוני
it: Media
ro: Mediu
ru: Среднее

# Popups.FlashProperties.Field.FlashScale
source: Flash scale
de: Flash skalieren
fr: échelle Flash
he: סולם פלאש
it: Scala Flash
nl: Flash schaal
ro: Scară flash
ru: Масштаб Флэш
sv: Flash skala

# Popups.FlashProperties.Field.FlashScale.Default
source: Default
de: Standard
fr: Par défaut
he: ברירת מחדל
it: Predefinito
nl: Standaard
ru: По умолчанию

# Popups.FlashProperties.Field.FlashScale.ExactFit
source: Exact fit
de: Exakt anpassen
fr: Exact ajustement
he: התאמה מדויקת
it: Dimensione esatta
nl: Precies passen
ro: Potrivire perfectă
ru: Заполнить
sv: Exakt passning

# Popups.FlashProperties.Field.FlashScale.NoBorder
source: No border
de: Keine Ränder
fr: Aucune frontière
he: ללא גבול
it: Nessun bordo
nl: Geen rand
ro: Fără mărgini
ru: По центу
sv: Ingen ram

# Popups.FlashProperties.Field.Transparency
source: Transparency
de: Transparenz
fr: Transparence
he: שקיפות
it: Trasparenza
nl: Transparantie
ro: Transparenţă
ru: Прозрачность
sv: Genomskinlig

# Popups.FlashProperties.Field.URL
source: URL
he: קישור
ru: URL Флэш

# Popups.FlashProperties.Field.VerticalSpacing
source: Vertical spacing
de: Vertikaler Abstand
fr: Espacement vertical
he: ריווח אנכי
it: Spazio verticale
ro: Spaţiere verticală
ru: Вертик. отступ
sv: Vertikal distans

# Popups.FlashProperties.Message.EmptyUrl
source: Flash URL can not be empty
de: Flash URL darf nicht leer sein
fr: URL Flash ne peut pas être vide
he: קישור פלאש לא יכול להיות ריק
it: URL del Flash non può essere vuoto
nl: Flash URL kan niet leeg zijn
ro: URL-ul Flash nu poate fi gol
ru: URL Флэш не может быть пустым
sv: Flash URL får inte vara tom

# Popups.FlashBrowser.Field.PreviewFlashHeight
source: Height
de: Höhe
fr: Hauteur
he: גובה
it: Altezza
nl: Hoogte
ro: Înălţime
ru: Высота
sv: Höjd

# Popups.FlashBrowser.Field.PreviewFlashWidth
source: Width
de: Breite
fr: Largeur
he: רוחב
it: Larghezza
nl: Breedte
ro: Lăţime
ru: Ширина
sv: Bredd

# Popups.FlashBrowser.Field.UploadButton.Tooltip
source: Upload a new flash
de: Neue Flash Datei heraufladen
fr: Envoyer un nouveau flash
he: העלאת פלאש חדש
it: Carica nuovo oggetto Flash
nl: Nieuwe flash uploaden
ro: Încarcă un nou flash
ru: Загрузить новую Флэш
sv: Ladda upp en flash

# ContextMenu.EditFlashItem.ToolTip
source: Edit a flash
de: Flash bearbeiten
fr: Modifier un flash
he: ערוך פלאש
it: Modifica un Flash
nl: Flash bewerken
ro: Editează flash
ru: Редактировать Флэш
sv: Redigera flash

# ContextMenu.RemoveFlashItem.ToolTip
source: Remove a flash
de: Flash entfernen
fr: Suppression d'un flash
he: הסר פלאש
it: Rimuovi flash
nl: Flash verwijderen
ro: Înlătură flash
ru: Удалить Флэш
sv: Radera flash

# ContextMenu.RemoveImageItem.ToolTip
source: Remove an image
de: Bild entfernen
fr: Suppression d'une image
he: הסר תמונה
it: Rimuovi un'immagine
nl: Afbeelding verwijderen
ro: Înlătură imaginea
ru: Удалить изображение
sv: Radera bild

# Popups.MediaBrowser.Field.PreviewFlashHeight
source: Height
de: Höhe
fr: Hauteur
he: גובה
it: Altezza
nl: Hoogte
ro: Înălţime
ru: Высота
sv: Höjd

# Popups.MediaBrowser.Field.PreviewFlashWidth
source: Width
de: Breite
fr: Largeur
he: רוחב
it: Larghezza
nl: Breedte
ro: Lăţime
ru: Ширина
sv: Bredd

# Popups.MediaBrowser.Field.UploadButton.Tooltip
source: Upload a new media
de: Neue Media Datei heraufladen
fr: Envoyer un nouveau média
he: העלאת מדיה חדשה
it: Carica nuovo media
nl: Nieuwe media uploaden
ro: Încărcaţi o nouă media
ru: Загрузить новый Медиа
sv: Ladda upp media

# Popups.MediaProperties.Field.AutoStart
source: Autostart
he: הפעלה אוטומטית
it: Avvio automatico
nl: Automatisch starten
ru: Автостарт
sv: Autostarta

# Popups.MediaProperties.Field.URL
source: URL
he: קישור
ru: URL Медиа

# Popups.MediaProperties.Message.EmptyUrl
source: Media URL can not be empty
de: Media URL darf nicht leer sein
fr: URL Media ne peut pas être vide
he: קישור מדיה לא יכול להיות ריק
it: L'URL del media non può essere vuoto
nl: URL mag niet leeg zijn
ro: URL-ul media nu poate fi gol
ru: URL Медиа не может быть пустым
sv: Media URL kan inte vara tom

# ToolbarButton.InsertFlash.ToolTip
source: Insert/Edit a flash
de: Flash einfügen/bearbeiten
fr: Insérer / Modifier un flash
he: הכנס/ערוך פלאש
it: Inserisci/Modifica flash
nl: Invoegen/bewerken Flash
ro: Inserează/Editează un flash
ru: Вставить/Редактировать Флэш
sv: Lägg till/Redigera flash

# ToolbarButton.InsertImage.ToolTip
source: Insert/Edit an image
de: Bild einfügen/bearbeiten
fr: Insérer / Modifier une image
he: הכנס/ערוך תמונה
it: Inserisci/Modifica immagine
nl: Invoegen/bewerken afbeelding
ro: Inserează/Editează image
ru: Вставить/Редактировать Изображение
sv: Lägg till/Redigera Bild
