Repository: jeffmun/Research2013
Catalog: Research/App_Obout/HTMLEditor/Localization/*.resx
Languages: de, fr, he, it, nl, ro, ru, sv

# ToolbarButton.FixedBackColor.ToolTip
source: Background color
de: Hintergrundfarbe
fr: La couleur de fond
he: צבע רקע
it: Colore di sfondo
nl: Achtergrond kleur
ro: Culoare fundal
ru: Цвет фона
sv: Bakgrundsfärg

# ToolbarButton.BackColorClear.ToolTip
source: Clear background color
de: Hintergrundfarbe löschen
fr: Effacer couleur du fond
he: נקה צבע רקע
it: Annulla colore carattere
nl: Verwijder achtergrond kleur
ro: Anulează culoarea de fundal
ru: Очистить цвет фона
sv: Ta bort bakgrundsfärg

# ToolbarButton.Bold.ToolTip
source: Bold
de: Fett
fr: Gras
he: מודגש
it: Grassetto
nl: Vet
ro: Îngroşat
ru: Жирный
sv: Fet

# ToolbarButton.BulletedList.ToolTip
source: Bulleted List
de: Aufzählung
fr: Liste à puces
he: רשימה מנוקדת
it: Elenco puntato
nl: Lijst
ro: Listă
ru: Сделать ненумерованный список
sv: Punktlista

# ToolbarButton.Copy.ToolTip
source: Copy
de: Kopieren
fr: Copier
he: העתק
it: Copia
nl: Kopieren
ro: Copiază
ru: Копировать
sv: Kopiera

# ToolbarButton.Cut.ToolTip
source: Cut
de: Ausschneiden
fr: Couper
he: הדבק
it: Taglia
nl: Knippen
ro: Decupează
ru: Вырезать
sv: Klipp ut

# ToolbarButton.DecreaseIndent.ToolTip
source: Decrease Indent
de: Einzug verkleinern
fr: Diminuer le retrait
he: יציאת שורה
it: Diminuisci spazio Indent
nl: Meer Inspringen
ro: Decrementează indentare
ru: Уменьшить отступ
sv: Minska indrag

# ToolbarButton.FontName.DefaultOptionValue
source: default
de: Standard
fr: par défaut
he: ברירת מחדל
it: Predefinito
nl: standaard
ru: не задан

# ToolbarButton.FontSize.DefaultOptionValue
source: default
de: Standard
fr: par défaut
he: ברירת מחדל
it: Predefinito
nl: standaard
ru: не задан

# ToolbarButton.DesignMode.ToolTip
source: Design mode
de: Design Modus
fr: Mode design
he: מצב עיצוב
it: Modalità modifica
nl: Ontwerp mode
ro: Mod de proiectare
ru: Дизайнер

# ToolbarButton.FontName.Label
source: Font
de: Zeichensatz
he: גופן
it: Carattere
nl: Lettertype
ru: Шрифт
sv: Teckensnitt

# ToolbarButton.FixedForeColor.ToolTip
source: Foreground color
de: Vordergrundfarbe
fr: Couleur de premier plan
he: צבע קדמי
it: Colore carattere
nl: Voorgrond kleur
ro: Culoare prim plan
ru: Цвет текста
sv: Förgrundsfärg

# ToolbarButton.ForeColorClear.ToolTip
source: Clear foreground color
de: Vordergrundfarbe löschen
fr: Effacer couleur de premier plan
he: נקה צבע קדמי
it: Annulla colore carattere
nl: Verwijder voorgrond kleur
ro: Şterge culoare prim plan
ru: Очистить цвет текста
sv: Ta bort förgrundsfärg

# ToolbarButton.HtmlMode.ToolTip
source: HTML text
fr: Texte HTML
he: טקסט HTML
it: Testo HTML
nl: HTML tekst
ro: Text HTML
ru: HTML текст

# ToolbarButton.IncreaseIndent.ToolTip
source: Increase Indent
de: Einzug vergrößern
fr: Augmenter le retrait
he: כניסת שורה
it: Aumenta spazio
nl: Meer inspringen
ro: Incrementează indentare
ru: Увеличить отступ
sv: Öka indrag

# ToolbarButton.InsertHR.ToolTip
source: Insert horizontal rule
de: Horizontale Linie einfügen
fr: Insérez la règle horizontale
he: הכנס חוק אופקי
it: Inserisci riga orizzantole
nl: Horizontale balk invoegen
ro: Inserează linie orizontala
ru: Вставить горизонтальную линию
sv: Lägg till horisontell linje

# ToolbarButton.InsertLink.ToolTip
source: Insert/Edit URL link
de: URL Link einfügen bearbeiten
fr: Insérer / Modifier un lien URL
he: הכנס/ערוך קישור
it: Inserisci/Modifica Link URL
nl: Invoegen/bewerken url
ro: Inserează/Editează URL link
ru: Вставить/Редактировать ссылку
sv: Lägg till/Redigera URL länk

# ToolbarButton.Italic.ToolTip
source: Italic
de: Kursiv
fr: Italique
he: נטוי
it: Italico
nl: Cursief
ro: Cursiv
ru: Наклонный
sv: Kursiv

# ToolbarButton.JustifyCenter.ToolTip
source: Justify Center
de: Zentriert ausrichten
fr: Centrer
he: יישור למרכז
it: Giustificato centrale
ro: Centrat
ru: Выравнять по центру
sv: Center justera

# ToolbarButton.JustifyFull.ToolTip
source: Justify
de: Ausrichten
fr: Justifier
he: יישור לשני הצדדים
it: Giustificato
ro: Aliniere
ru: Выравнять по ширине
sv: Spalt justera

# ToolbarButton.JustifyLeft.ToolTip
source: Justify Left
de: Links ausrichten
fr: Alligner à gauche
he: יישור לשמאל
it: Giustificato sinistra
ro: Aliniere Stânga
ru: Выравнять влево
sv: Vänster justera

# ToolbarButton.JustifyRight.ToolTip
source: Justify Right
de: Rechts ausrichten
fr: Alligner à droite
he: יישור לימין
it: Giustificato destra
ro: Aliniere Dreapta
ru: Выравнять вправо
sv: Höger justera

# ToolbarButton.Ltr.ToolTip
source: Left to right direction
de: Textfluß links nach rechts
fr: De gauche à droite direction
he: כיוון משמאל לימין
it: da Sinistra a destra (direzione)
nl: Links naar rechts
ro: Directie Stânga Dreapta
ru: Напрвление слева направо

# DesignPanel.OnPasteFromMSWord
source: Pasting from MS Word is switched on. Just now: {0}
de: Einfügen von MS Word ist aktiv. Aktuell: {0}
fr: Coller à partir de MS Word est allumé. Tout à l'heure: {0}
he: הדבקה מוורד מופעלת.כעת: {0}
it: Incolla da MS Word è attivato. Solo ora: {0}
nl: Plakken van MS Word ingeschakeld. Nu: {0}
ro: Copierea din MS Word este activata. Doar acum: {0}
ru: Вставка из MS Word включена. Прямо сейчас: {0}
sv: Klistra in från MS Word är aktiverad. Just now: {0}

# DesignPanel.OnPastePlainText
source: Plain text pasting is switched on. Just now: {0}
de: Einfügen von Plain Text ist aktiv. Aktuell: {0}
fr: coller du texte brut est en marche. Tout à l'heure: {0}
he: הדבקה של טקסט פשוט מופעלת.כעת: {0}
it: Incolla testo semplice è attivato. Solo ora: {0}
nl: Platte tekst pakken ingeschakeld. Nu: {0}
ro: Copierea de text este activata. Doar acum: {0}
ru: Вставка плоского текста включена. Прямо сейчас: {0}
sv: Klistra in ren text är aktiverad. Just now: {0}

# ToolbarButton.OrderedList.ToolTip
source: Ordered List
de: Geordnete Liste
fr: Liste numérotée
he: רשימה מסודרת
it: Elenco numerato
nl: Genummerde lijst
ro: Lista comandata
ru: Нумерованный список
sv: Sifferlista

# ToolbarButton.Paragraph.ToolTip
source: Make Paragraph
de: Paragraph einfügen
fr: Convertire en paragraphe
he: צור פיסקה
it: Crea paragrafo
nl: Paragraaf maken
ro: Paragraf
ru: Сделать параграф
sv: Skapa Paragraph

# ToolbarButton.Paste.ToolTip
source: Paste
de: Einfügen
fr: Coller
he: הדבק
it: Incolla
nl: Plakken
ro: Lipeşte
ru: Вставить
sv: Klistra in

# ToolbarButton.PasteText.ToolTip
source: Paste Plain Text
de: Als Plain Text einfügen
fr: Coller du texte brut
he: הדבק טקסט פשוט
it: Copia testo semplice
nl: Plakken als platte tekst
ro: Lipeşte Plain Text
ru: Вставить плоский текст
sv: Klistra in ren text

# ToolbarButton.PasteWord.ToolTip
source: Paste from MS Word (with cleanup)
de: Von MS Word einfügen (mit Bereinigung)
fr: Coller à partir de MS Word (avec le nettoyage)
he: הדבק מוורד (כולל ניקוי)
it: Incolla da MS Word (con pulizia)
nl: Plakken vanuit Word (met filter)
ro: Lipeşte din MS Word
ru: Вставить из MS Word (с очисткой от ненужных тэгов)
sv: Klistra in från MS Word (med städning)

# Popups.LinkProperties.Field.Target
source: Target
de: Ziel
fr: Cible
he: יעד
it: Obiettivo
nl: Doel
ro: Ţintă
ru: Цель
sv: Mål

# Popups.LinkProperties.Field.Target.New
source: New window
de: Neues Fenster
fr: Nounelle fenêtre
he: חלון חדש
it: Nuova finestra
nl: Nieuw scherm
ro: Fereastră nouă
ru: Новое окно
sv: Nytt fönster

# Popups.LinkProperties.Field.Target.Current
source: Current window
de: Aktuelles Fenster
fr: fenêtre courante
he: חלון נוכחי
it: Finestra corrente
nl: Huidige scherm
ro: Fereastră curentă
ru: Текущее окно
sv: Detta fönster

# Popups.LinkProperties.Field.Target.Parent
source: Parent window
de: Übergeordnetes Fenster
fr: fenêtre Parent
he: חלון אב
it: Finestra relativa
nl: Bovenliggende scherm
ro: Fereastră părinte
ru: Родит. окно
sv: Parent fönstret

# Popups.LinkProperties.Field.Target.Top
source: Top window
de: Oberstes Fenster
fr: Top fenêtre
he: חלון עליון
it: Prima finestra
nl: Bovenste scherm
ro: Fereastra de deasupra
ru: Верхнее окно
sv: Topp fönstret

# ToolbarButton.PreviewMode.ToolTip
source: Preview
de: Vorschau
fr: Extrait
he: תצוגה מקדימה
it: Anteprima
nl: Voorbeeld
ro: Previzualizează aspectul documentului
ru: Просмотр
sv: Förhandsgranska

# ToolbarButton.Redo.ToolTip
source: Redo
de: Wiederherstellen
fr: Rétablire
he: בצע שוב
it: Ripeti
nl: Opnieuw
ro: Reexecută actiune
ru: Вернуть последнее изменение (Ctrl-Y)
sv: Gör om

# ToolbarButton.RemoveAlignment.ToolTip
source: Remove alignment and paragraphs
de: Ausrichtung und Paragraphen entfernen
fr: Supprimer l'alignement et les paragraphes
he: הסר יישור ופיסקאות
it: Rimuovi allineamento e paragrafi
nl: Verwijder alignment en paragraaf
ro: Înlătură alinierea şi paragrafele
ru: Убрать выравнивание и параграфы
sv: Ta bort justeringar och paragrapher

# ToolbarButton.RemoveLink.ToolTip
source: Remove Link
de: Link entfernen
fr: Supprimer le lien
he: הסר קישור
it: Rimuovi Link
nl: Link verwijderen
ro: Înlătură linkul
ru: Убрать ссылку
sv: Ta bort länk

# ToolbarButton.RemoveStyles.ToolTip
source: Remove styles
de: Styles entfernen
fr: Supprimer des styles
he: הסר עיצובים
it: Rimuovi Stili
nl: Stijlen verwijderen
ro: Înlătură stilul
ru: Убрать все стили
sv: Ta bort style

# ToolbarButton.Rtl.ToolTip
source: Right to left direction
de: Textfluß rechts nach links
fr: De droite à gauche direction
he: כיוון מימין לשמאל
it: da Destra a sinistra
nl: Rechts naar links
ro: Directie Dreapta Stânga
ru: Направление справа налево

# ToolbarButton.FontSize.Label
source: Size
de: Größe
fr: Taille
he: גודל
it: Dimensione
nl: Grootte
ro: Marime
ru: Размер
sv: Storlek

# ToolbarButton.StrikeThrough.ToolTip
source: Strike through
de: Durchstreichen
fr: Barré
he: טקסט מחוק
it: Barrato
nl: Doorhalen
ro: Text tăiat
ru: Перечёркнутый
sv: Genomstruken

# ToolbarButton.SubScript.ToolTip
source: Sub script
de: Niedrigstellen
fr: Indice
it: Pedice
ro: Indice
ru: Подстрочный индекс
sv: Nedsänkt

# ToolbarButton.SuperScript.ToolTip
source: Super script
de: Hochstellen
fr: Exposant
it: Apice
ro: Exponent
ru: Надстрочный индекс
sv: Upphöjd

# ToolbarButton.Underline.ToolTip
source: Underline
de: Unterstreichen
fr: Soulignent
he: קו תחתון
it: Sottolineato
nl: Onderstrepen
ro: Subliniat
ru: Подчёркнутый
sv: Understreck

# ToolbarButton.Undo.ToolTip
source: Undo
de: Rückgängig
fr: Annuler
he: בטל שינויים
it: Annulla
ro: Anulează acţiune
ru: Отменить последнее изменение (Ctrl-Z)
sv: Ångra

# DesignPanel.UseVerb
source: Use {0}
de: Verwende {0}
fr: Utilisez {0}
he: השתמש ב {0}
it: Usa {0}
nl: Gebruik {0}
ro: Foloseste {0}
ru: Используйте {0}
sv: Använd {0}

# Popups.LinkProperties.Title
source: URL Link properties
de: URL Link Eigenschaften
fr: propriétés du lien URL
he: מאפייני קישור
it: Proprità Link URL
nl: Link eigenschappen
ro: Proprietăţile Link-ului URL
ru: Свойства ссылки
sv: URL Länk egenskaper

# ContextMenu.SelectAllItem.ToolTip
source: Select the whole content
de: Komplettten Inhalt auswählen
fr: Sélectionnez tout le contenu
he: בחר את כל התוכן
it: Seleziona l'intero contenuto
nl: Alles selecteren
ro: Selectează întregul conţinut
ru: Выделить (подсветить) всё содержимое
sv: Markera allt innehåll

# ContextMenu.CutItem.ToolTip
source: Cut
de: Ausschneiden
fr: Couper
he: חתוך
it: Taglia
nl: Knippen
ro: Decupează
ru: Вырезать
sv: Klipp ut

# ContextMenu.EditLinkItem.ToolTip
source: Edit URL link
de: URL bearbeiten
fr: Modifier le lien URL
he: ערוך קישור
it: Modifica Link URL
nl: Link bewerken
ro: Editează link URL
ru: Редактировать ссылку
sv: Redigera URL länk

# ContextMenu.PasteItem.ToolTip
source: Paste
de: Einfügen
fr: Coller
he: הדבק
it: Incolla
nl: Plakken
ro: Lipeşte
ru: Вставить
sv: Klistra in

# ContextMenu.PasteTextItem.ToolTip
source: Paste Plain Text
de: Einfügen als Plain Text
fr: Coller du texte brut
he: הדבק טקסט פשוט
it: Copia testo semplice
nl: Plakken platte tekst
ro: Lipeşte Plain Text
ru: Вставить плоский текст
sv: Klistra in ren text

# ContextMenu.PasteWordItem.ToolTip
source: Paste from MS Word
de: Einfügen von MS Word
fr: Coller à partir de MS Word
he: הדבק מ WORD
it: Incolla da MS Word
nl: Plakken uit MS Word
ro: Lipeşte din MS Word
ru: Вставить из MS Word
sv: Klistar in från MS Word

# ContextMenu.RemoveLinkItem.ToolTip
source: Remove Link
de: Link entfernen
fr: Supprimer le lien
he: הסר קישור
it: Rimuovi Link
nl: Link verwijderen
ro: Înlătură link
ru: Удалить ссылку
sv: Radera länk

# ToolbarButton.ApplyFormat.ToolTip
source: Apply copied format
de: Kopiertes Format anwenden
fr: Appliquer le format copié
he: החל פורמט מועתק
it: Applica copiando il formato
nl: Toepassen gekopieerde formaat
ro: Aplică formatul copiat
ru: Применить скопированный формат
sv: Utför kopierat format

# ToolbarButton.ContextMenuButton.ToolTip
source: Context menu for current position
de: Context Menü für aktuelle Position
fr: Menu contextuel pour la position actuelle
he: תפריט עזר במיקום הנוכחי
it: Menù contenuti relativi alla posizione corrente
nl: Context menu voor huidige positie
ro: Context menu pentru pozitia curentă
ru: Контекстное меню для текущей позиции курсора

# ToolbarButton.GetFormat.ToolTip
source: Copy current format
de: Aktuelles Format kopieren
fr: Copiez le format actuel
he: העתק עיצוב נוכחי
it: Copia formato corrente
nl: Kopieer huidige format
ro: Copiază formatul curent
ru: Копировать текущий формат
sv: Kopiera detta format

# ToolbarButton.Print.ToolTip
source: Print content
de: Inhalt drucken
fr: Imprimer le contenu
he: הדפס תוכן
it: Stampa contenuto
nl: Inhoud printen
ro: Printează conţinut
ru: Печать содержания
sv: Skriv ut innehåll

# ToolbarButton.SelectAll.ToolTip
source: Select the whole content
de: Gesamten Inhalt auswählen
fr: Sélectionnez tout le contenu
he: בחר את כל התוכן
it: Seleziona l'intero contenuto
nl: Alles selecteren
ro: Selectează întregul conţinut
ru: Выделить (подсветить) всё содержимое
sv: Markera allt innehåll

# ToolbarButton.SelectNone.ToolTip
source: Select none
de: Auswahl aufheben
fr: Ne rien sélectionner
he: בחר כלום
it: Deseleziona l'intero contenuto
nl: Niets selecteren
ro: Fără selecţie
ru: Сбросить выделение(подсветку)
sv: Välj ingen

# ToolbarButton.ToLowerCase.ToolTip
source: Convert to lower case
de: In Kleinschreibung wandeln
fr: Convertir en minuscules
he: המר לאותיות קטנות
it: Converti a minuscolo
nl: Alles kleine letters
ro: Converteşte in minuscule
ru: Перевести в строчный текст
sv: Ändra till små bokstäver

# ToolbarButton.ToUpperCase.ToolTip
source: Convert to upper case
de: In Großschrift wandeln
fr: Convertir en majuscule
he: המר לרישיות
it: Converti a maiuscolo
nl: Alles hoofdletters
ro: Converteşte in majuscule
ru: Перевести в прописной текст
sv: Ändra till stora bokstäver

# Popups.LinkProperties.Field.Protocol
source: Protocol
de: Protokol
fr: Protocole
he: פרוטוקול
it: Protocollo
ru: Протокол
sv: Protokoll

# Popups.OkCancelPopup.Field.Tooltip
source: ToolTip
he: הערת עזר
it: Aiuti
ru: Подсказка
sv: Hjälptext

# ToolbarButton.Header.Label
source: Header
de: Kopfzeile
fr: En-tête
he: כותרת
it: Intestazione
nl: Kop
ro: Antet
ru: Заголовок

# ToolbarButton.InsertSpecialCharacter.ToolTip
source: Insert a special character
de: Sonderzeichen einfügen
fr: Insérer un caractère spécial
he: הכנס סימנים מיוחדים
it: Inserisci carattere speciale
nl: Speciaal karakter invoegen
ro: Inserează caracter special
ru: Вставить специальный символ
sv: Lägg till specialtecken

# ContextMenu.EditImageItem.ToolTip
source: Edit an image
de: Bild bearbeiten
fr: Modifier une image
he: ערוך תמונה
it: Modifica un'immagine
nl: Afbeelding bewerken
ro: Editează imagine
ru: Редактировать изображение
sv: Redigera bild

# Popups.OkCancelPopup.Button.Cancel
source: Cancel
de: Abbrechen
fr: Annuler
he: ביטול
it: Cancella
nl: Annuleren
ro: Anulează
ru: Отмена
sv: Avbryt

# Popups.OkCancelPopup.Button.OK
source: OK
he: אישור
ru: Применить

# Popups.ImageBrowser.Field.PreviewImageHeight
source: Height
de: Höhe
fr: Hauteur
he: גובה
it: Altezza
nl: Hoogte
ro: Înălţime
ru: Высота
sv: Höjd

# Popups.ImageBrowser.Field.PreviewImageWidth
source: Width
de: Breite
fr: Largeur
he: רוחב
it: Larghezza
nl: Breedte
ro: Lăţime
ru: Ширина
sv: Bredd

# Popups.OkCancelPopup.Button.Browse
source: Browse
de: Durchsuchen
fr: Parcourir
he: עיון
it: Sfoglia
nl: Bladeren
ro: Deschide
ru: Обзор
sv: Bläddra

# Popups.OkCancelPopup.Field.Alignment
source: Alignment
de: Ausrichtung
fr: Alignement
he: יישור
it: Allineamento
nl: Uitlijning
ro: Aliniere
ru: Выравнивание
sv: Justering

# Popups.OkCancelPopup.Field.Alignment.Absbottom
source: Absbottom
de: Abs Unten
it: Allinea in basso
nl: AbsOnder
ru: Абс. низ

# Popups.OkCancelPopup.Field.Alignment.Absmiddle
source: Absmiddle
de: Abs Mitte
it: Allinea al centro
nl: AbsMidden
ru: Абс. центр

# Popups.OkCancelPopup.Field.Alignment.Baseline
source: Baseline
he: קו בסיס
it: Linea di base
ru: Основание

# Popups.OkCancelPopup.Field.Alignment.Bottom
source: Bottom
de: Unten
fr: Bas
he: תחתון
it: Fondo
nl: Onder
ro: De jos
ru: Низ
sv: Botten

# Popups.OkCancelPopup.Field.Alignment.Left
source: Left
de: Links
fr: Gauche
he: שמאל
it: Sinistra
nl: Links
ro: Stanga
ru: Слева
sv: Vänster

# Popups.OkCancelPopup.Field.Alignment.Middle
source: Middle
de: Mitte
fr: Orient
he: אמצעי
it: Medio
nl: Midden
ro: Mijloc
ru: Середина
sv: Mitten

# Popups.OkCancelPopup.Field.Alignment.NotSet
source: Not set
de: Nicht gesetzt
fr: Non défini
he: לא נקבע
it: Non configurato
nl: Standaard
ro: Nesetat
ru: Не задано

# Popups.OkCancelPopup.Field.Alignment.Right
source: Right
de: Rechts
fr: Droit
he: ימין
it: Destra
nl: Rechts
ro: Dreapta
ru: Справа
sv: Höger

# Popups.OkCancelPopup.Field.Alignment.Texttop
source: Texttop
de: Text oben
he: טקסט עליון
it: CasellaTesto
nl: Tekst boven
ru: Верх текста
sv: Texttopp

# Popups.OkCancelPopup.Field.Alignment.Top
source: Top
de: Oben
he: עליון
it: Alto
nl: Boven
ro: De sus
ru: Верх
sv: Topp

# Popups.ImageProperties.Field.AlternateText
source: Alternate Text
de: Alternativer Text
fr: Texte de remplacement
he: טקסט חלופי
it: Testo alternativo
nl: Alternatieve tekst
ro: Text alternativ
ru: Подсказка
sv: Alternativ text

# Popups.OkCancelPopup.Field.Height
source: Height
de: Höhe
fr: Hauteur
he: גובה
it: Altezza
nl: Hoogte
ro: Înălţime
ru: Высота
sv: Höjd

# Popups.OkCancelPopup.Field.HorizontalSpacing
source: Horizontal
he: אופקי
it: Orizzonatale
nl: Horizontaal
ro: Orizontală
ru: Горизонтальный
sv: Horisontell

# Popups.OkCancelPopup.Field.Layout
source: Layout
fr: Disposition
he: הגדרות תצוגה
it: Grafica
ro: Aranjare
ru: Разметка

# Popups.ImageProperties.Field.Spacing
source: Spacing
de: Abstand
fr: Espacement
he: ריווח
it: Spaziatura
ro: Spaţiere
ru: Отступ
sv: Distans

# Popups.ImageProperties.Field.URL
source: URL
he: קישור
ru: URL изобр-ния

# Popups.OkCancelPopup.Field.VerticalSpacing
source: Vertical
de: Vertikal
he: אנכי
it: Verticale
nl: Vertikaal
ru: Вертикалальный
sv: Vertikal

# Popups.OkCancelPopup.Field.Width
source: Width
de: Breite
fr: Largeur
he: רוחב
it: Larghezza
nl: Breedte
ro: Lăţime
ru: Ширина
sv: Bredd

# Popups.ImageProperties.Message.EmptyUrl
source: Image URL can not be empty
de: Bild URL darf nicht leer sein
fr: URL de l'image ne peut pas être vide
he: קישור תמונה לא יכול להיות ריק
it: L'URL dell'immagine non può essere vuota
nl: Afbeeldings URL mag niet leeg zijn
ro: URL-ul imagine nu poate fi gol
ru: URL изображения не может быть пустым
sv: Bild URL kan inte vara tom

# Popups.ImageProperties.Title
source: Image properties
de: Bild Eigenschaften
fr: Propriétés de l'image
he: מאפייני תמונה
it: Proprietà Immagine
nl: Afbeeldings eigenschappen
ro: Proprietăţile imaginii
ru: Свойства изображения
sv: Bild egenskaper

# Popups.LinkProperties.Message.EmptyUrl
source: Link URL can not be empty
de: Link URL darf nicht leer sein
fr: Le lien URL ne peut pas être vide
he: קישור לא יכול להיות ריק
it: Il Link URL non può essere vuoto
nl: Link mag niet leeg zijn
ro: URL-ul Link nu poate fi gol
ru: URL не может быть пустым
sv: Länk URL kan inte vara tom

# ToolbarButton.InsertTable.ToolTip
source: Insert a table
de: Tabelle einfügen
fr: Insérer un tableau
he: הכנס טבלה
it: Inserisci tabella
nl: Tabel invoegen
ro: Inserează tabel
ru: Вставить таблицу
sv: Lägg till tabell

# Popups.TableProperties.Field.InsertRemove
source: insert, remove
de: einfügen, entfernen
fr: insérer, supprimer
he: הכנס, הסר
it: Inserisci, rimuovi
nl: toevoegen,verwijderen
ro: inserează, înlatură
ru: вставить, удалить
sv: lägg till, ta bort

# Popups.TableProperties.Button.BeforeAfter
source: before/after
de: vor/hinter
fr: avant / après
he: לפני/אחרי
it: Prima/dopo
nl: voor/na
ro: înainte / după
ru: до/после
sv: före/efter

# Popups.TableProperties.Field.CurrentCell
source: current cell
de: Aktuelle Zelle
fr: cellule active
he: תא נוכחי
it: Cella corrente
nl: Huidige cel
ro: Celula curentă
ru: текущей ячейкой
sv: denna cell

# Popups.TableProperties.Field.CellPadding
source: Cell Padding
fr: Marge intérieure des cellules
he: ריפוד תא
it: Spaziatura celle
ro: spaţierea celulelor
ru: Заполнение ячейки

# Popups.TableProperties.Field.CellSpacing
source: Cell Spacing
fr: Espacement des cellules
he: ריווח תא
it: Spazio celle
ro: Spaţiază celula
ru: Отступ ячеек
sv: Cell distans

# ContextMenu.EditTableItem.ToolTip
source: Edit a table
de: Tabelle bearbeiten
fr: Modifier une table
he: ערוך טבלה
it: Modifica tabella
nl: Tabel bewerken
ro: Editează tabel
ru: Редактировать таблицу
sv: Redigera tabell

# Popups.TableProperties.Field.BorderCollapse
source: Border Collapse
de: Rahmen zusammenklappen
fr: Réduire la frontière
he: גבול מוסתר
it: Unisci bordi
ro: Restrânge marginea
ru: Объединение рамок

# Popups.TableProperties.Field.BorderCollapse.Collapse
source: Collapse
de: Zusammenklappen
fr: Réduire
he: העלם
it: Unisci
ro: Restrânge
ru: Объединить

# Popups.TableProperties.Field.Columns
source: Columns
de: Spalten
fr: Colonnes
he: עמודות
it: Colonne
nl: Kolommen
ro: Coloane
ru: Колонки
sv: Kolumner

# Popups.TableProperties.Field.Rows
source: Rows
de: Zeilen
fr: Rangées
he: שורות
it: Righe
nl: Rijen
ro: Rânduri
ru: Строки
sv: Rader

# Popups.TableProperties.Field.Span
source: Span
de: Spannweite
ru: Слияние

# Popups.InnerColorsPopup.Title
source: Select color
de: Farbe wählen
fr: Choisissez la couleur
he: בחר צבע
it: Seleziona colore
nl: Kleur selecteren
ro: Selectează culoarea
ru: Выберите цвет
sv: Välj färg

# Popups.OkCancelPopup.Field.BackgroundColor
source: Background color
de: Hintergrundfarbe
fr: La couleur de fond
he: צבע רקע
it: Colore di sfondo
nl: Achtergrond kleur
ro: Culoare de fundal
ru: Цвет фона
sv: Bakgrundsfärg

# Popups.OkCancelPopup.Field.BackgroundColor.Tooltip
source: Select background color
de: Hintergrundfarbe wählen
fr: Sélectionnez la couleur de fond
he: בחר צבע רקע
it: Seleziona colore sfondo
nl: Achtergrond kleur selecteren
ro: Selectează culoarea de fundal
ru: Выбрать цвет фона
sv: Välj bakgrundsfärg

# Popups.OkCancelPopup.Field.BorderColor
source: Border color
de: Rahmenfarbe
fr: Couleur de la bordure
he: צבע גבול
it: Colore bordo
nl: Rand kleur
ro: Culoarea marginii
ru: Цвет рамки
sv: Ramfärg

# Popups.OkCancelPopup.Field.BorderColor.Tooltip
source: Select border color
de: Rahmenfarbe wählen
fr: Sélectionnez la couleur de bordure
he: בחר צבע גבול
it: Seleziona colore bordo
nl: Rand kleur selecteren
ro: Selectează culoarea marginii
ru: Выбрать цвет рамки
sv: Välj ramfärg

# Popups.OkCancelPopup.Field.BorderStyle
source: Border style
de: Rahmen Stil
fr: Le style de bordure
he: עיצוב גבול
it: Stile bordo
nl: Rand stijl
ro: Stilul marginii
ru: Стиль рамки
sv: Ramstil

# Popups.OkCancelPopup.Field.BorderStyle.Dashed
source: Dashed
de: Gestrichelt
fr: Pointillée
he: מקווקו
it: Puntinato
nl: Streepjes
ro: Întrerupt
ru: Штрих

# Popups.OkCancelPopup.Field.BorderStyle.Dotted
source: Dotted
de: Gepunktet
fr: Pointillé
he: מנוקד
it: Punteggiato
nl: Puntjes
ro: Punctat
ru: Пункт.

# Popups.OkCancelPopup.Field.BorderStyle.None
source: None
de: Keine
fr: Aucun
he: ללא
it: Nessuno
nl: Geen
ro: Nici unul
ru: Нет
sv: Ingen
