Repository: jeffmun/Research2013
Catalog: Research/App_Obout/HTMLEditor/Localization/*.resx
Languages: de, fr, he, it, nl, ro, ru, sv

# ToolbarButton.InsertCheckBox.ToolTip
source: Insert/Edit CheckBox
de: CheckBox einfügen/bearbeiten
fr: Insérer / Modifier CheckBox
he: הכנס/ערוך תיבת סימון
it: Inserisci/Modifica casella di spunta (checkbox)
nl: Invoegen/bewerken selectievak
ro: Inserează/Editează CheckBox
ru: Вставить/Редактировать Флажок
sv: Lägg till/Redigera CheckBox

# ToolbarButton.InsertHidden.ToolTip
source: Insert/Edit Hidden field
de: Hidden Feld einfügen/bearbeiten
fr: Insérer / Modifier le champ caché
he: הכנס/ערוך שדה נסתר
it: Inserisci/Modifica campo nascosto
nl: Invoegen/bewerken verborgen veld
ro: Inserează/Editează câmp ascuns
ru: Вставить/Редактировать скрытое поле
sv: Lägg till/Redigera Gömt fält

# ToolbarButton.InsertPassword.ToolTip
source: Insert/Edit Password field
de: Password Feld einfügen/bearbeiten
fr: Insérer / Modifier le champ Mot de passe
he: הכנס/ערוך שדה סיסמה
it: Inserisci/Modifica campo password
nl: Invoegen/bewerken wachtwoord veld
ro: Inserează/Editează câmp pentru parolă
ru: Вставить/Редактировать поле пароля
sv: Lägg till/Redigera Lösenordsfält

# ToolbarButton.InsertRadio.ToolTip
source: Insert/Edit Radio button
de: RadioButton einfügen/bearbeiten
fr: Insérer / Modifier le bouton radio
he: הכנס/ערוך תיבת בחירה
it: Inserisci/Modifica bottone radio
nl: Invoegen/bewerken keuzevak
ro: Inserează/Editează butonul Radio
ru: Вставить/Редактировать Переключатель
sv: Lägg till/Redigera Radio knapp

# ToolbarButton.InsertReset.ToolTip
source: Insert/Edit Reset button
de: ResetButton einfügen/bearbeiten
fr: Insérer / Modifier le bouton Reset
he: הכנס/ערוך כפתור איתחול
it: Inserisci/Modifica bottone reset
nl: Invoegen/bewerken reset knop
ro: Inserează/Editează butonul Reset
ru: Вставить/Редактировать кнопку сброса
sv: Lägg till/Redigera Reset knapp

# ToolbarButton.InsertSubmit.ToolTip
source: Insert/Edit Submit button
de: SubmitButton einfügen/bearbeiten
fr: Insérer / Modifier bouton «Soumettre»
he: הכנס/ערוך כפתור שליחה
it: Inserisci/Modifica bottone invio
nl: Invoegen/bewerken OK knop
ro: Inserează/Editează butonul Submit
ru: Вставить/Редактировать кнопку подтверждения формы
sv: Lägg till/Redigera Skicka knapp

# ToolbarButton.InsertTextBox.ToolTip
source: Insert/Edit Textbox
de: Textbox einfügen/bearbeiten
fr: Insérer / Modifier la zone de texte
he: הכנס/ערוך תיבת טקסט
it: Inserisci/Modifica Testo
nl: Invoegen/bewerken tekstvak
ro: Inserează/Editează Textbox
ru: Вставить/Редактировать поле ввода
sv: Lägg till/Redigera Inmatningsruta

# ContextMenu.RemoveFormItem.ToolTip
source: Delete Form (with content)
de: Form entfernen (mit Inhalt)
fr: Formulaire Supprimer (avec contenu)
he: מחיקת טופס(עם התוכן)
it: Rimuovi modulo (compreso contenuto)
nl: Formulier verwijderen (met inhoud)
ro: Şterge formular (cu conţinut)
ru: Удалить форму (с содерж.)
sv: Radera Formulär (med innehåll)

# ContextMenu.RemoveFormWithoutContentItem.ToolTip
source: Remove Form tag only
de: Nur Form Tag entfernen
fr: Supprimer le tag uniquement le formulaire
he: מחיקת טופס בלבד
it: Rimuovi tag Modulo
nl: Verwijder alleen formulier tag
ro: Înlătură doar tag-ul de formular
ru: Удалить только тэг формы
sv: Radera endast Form tag

# Popups.FormProperties.Field.Action
source: Action
de: Aktion
he: פעולה
it: Azione
nl: Actie
ro: Acţiune
ru: Действие

# Popups.FormProperties.Field.FormMethod
source: Method
de: Methode
fr: Méthode
he: שיטה
it: Metodo
nl: Methode
ro: Metodă
ru: Метод

# Popups.FormProperties.Field.FormMethod.NotSet
source: Not set
de: Nicht gesetzt
fr: Non défini
he: לא נקבע
it: Non configurato
ro: Nesetat
ru: Не задан
sv: Ej angiven

# Popups.FormProperties.Title
source: Form properties
de: Form Einstellungen
fr: Propriétés du formulaire
he: מאפייני טופס
it: Proprietà modulo
nl: Formulier eigenschappen
ro: Proprietăţile formularului
ru: Свойства формы
sv: Form egenskaper

# ToolbarButton.InserForm.ToolTip
source: Insert/Edit form
de: Form einfügen/bearbeiten
fr: Insérer / Modifier la forme
he: הכנס/ערוך טופס
it: Inserisci/Modifica modulo
nl: Invoegen/bewerken formulier
ro: Inserează/Editează formular
ru: Вставить/Редактировать форму
sv: Lägg till/Redigera form

# ContextMenu.MakeEditable.ToolTip
source: Make editable
de: Schreibschutz aufheben
fr: Assurez-modifiable
he: אפשר עריכה
it: Rendi modificabile
nl: Bewerken
ro: Permite editarea
ru: Сделать редактируемым
sv: Gör redigerbar

# ToolbarButton.MakeNotEditable.ToolTip
source: Mark selection as not editable
de: Markierten Bereich zur Bearbeitung sperren
fr: sélection Marquer comme non modifiables
he: סמן בחירה כלא ניתנת לעריכה
it: Rendi selezione non modificabile
nl: Markeer selectie als niet wijzigbaar
ro: Marcheaza selecţia ca needitabilă
ru: Сделать выделенное (подсвеченное) нередактируемым
sv: Märk markerat som ej redigerbart

# ToolbarButton.FullScreen.ToolTip
source: Switch FullScreen on/off
de: Fullscreen umschalten
fr: Basculer entre le mode plein écran et le mode normal
he: מצב מסך מלא הפעל/בטל
it: Cambia visualizzazione schermo intero on / off
nl: Volledig scherm aan/uit
ro: Comută FullScreen pornire/oprire
ru: Включить/Выключить полноэкранный режим

# Popups.UrlBrowser.Field.UploadButton.Tooltip
source: Upload a new document
de: Neues Dokument herrausladen
fr: Envoyer un nouveau document
he: העלאת מסמך חדש
it: Carica nuovo Documento
nl: Nieuw document uploaden
ro: Încarcă un document nou
ru: Загрузить новый документ
sv: Ladda upp ett dokument

# Popups.UrlBrowser.Title
source: Browse predefined links and Documents Gallery
de: Vorgefertigte Links und Dokumente durchsuchen
fr: Parcourir les liens prédéfinis et Documents Galerie
he: עיון בקישורים מוגדרים מראש וגלריית מסמכים
it: Sfoglia links predefiniti e galleria documenti
nl: Bladeren door standaard links en documenten galerij
ro: Caută linkuri predefinite şi galeriea de documente
ru: Просмотр предопределённых ссылок и Галлереи документов
sv: Bläddra i fördefinierade länkar och dokumentgalleriet

# Popups.OkCancelPopup.Field.Alignment.Center
source: Center
de: Zentiert
fr: Centre
he: מרכז
it: Centra
nl: Midden
ro: Centru
ru: Центр

# Popups.OkCancelPopup.Field.CSS
source: CSS class
fr: Classe CSS
he: CSS מחלקת
it: Classe CSS
nl: CSS klasse
ro: clasa CSS
ru: Класс CSS

# ContextMenu.CopyItem.ToolTip
source: Copy
de: Kopieren
fr: Copier
he: העתק
it: Copia
nl: Kopiëren
ro: Copiază
ru: Копировать
sv: Kopiera

# Popups.UploadFlashVideoPopup.Field.Location
source: Local Flash Video
de: Lokale Flash Video
fr: Vidéo Flash Local
he: פלאש וידאו מקומי
it: Video Flash locale
nl: Lokatie
ro: Video flash local
ru: Путь к Флэш видио
sv: Lokal Flash Video

# Popups.UploadFlashVideoPopup.Title
source: Upload a new flash video
de: Neues Flash Video heraufladen
fr: Envoyer une vidéo flash nouvelle
he: העלאת סרט פלאש חדש
it: Carica nuovo video flash
nl: Nieuwe video uploaden
ro: Încarcă un flash video nou
ru: Загрузить новый Флэш видио
sv: Ladda upp en Flash Video

# Popups.UploadDocumentPopup.Field.Location
source: Local Document
de: Lokales Dokument
fr: Locales Document
he: מסמך מקומי
it: Documento locale
nl: Lokaal document
ro: Document local
ru: Путь к документу
sv: Lokalt dokument

# Popups.UploadDocumentPopup.Title
source: Upload a new document
de: Neues Dokument herraufladen
fr: Envoyer un nouveau document
he: העלאת מסמך חדש
it: Carica nuovo Documento
nl: Nieuw document uploaden
ro: Încarcă un document nou
ru: Загрузить новый документ
sv: Ladda upp ett dokument

# QF.QuickFormatting.None
source: None
de: Keine
fr: Aucun
he: ללא
it: Nessuno
nl: Geen
ro: Nici unul
ru: Нет стиля
sv: Ingen

# QF.QuickFormatting.Title
source: Quick Formatting
de: Schnell-Formatierung
fr: Formatage rapide
he: עיצוב מהיר
it: Formattazione veloce
nl: Snel formatteren
ro: Formatare Rapidă
ru: Быстрое формат-ние
sv: Snabbformat

# QF.StyleItem.a
source: Link
fr: Lien
he: קישור
ru: Ссылка
sv: Länk

# QF.StyleItem.div
source: DIV block
fr: bloc DIV
he: DIV מקטע
it: Blocco contenitore DIV
nl: DIV
ro: Bloc DIV
ru: DIV

# QF.StyleItem.img
source: Image
de: Bild
he: תמונה
it: Immagine
nl: Afbeelding
ro: Imagine
ru: Изображение
sv: Bild

# QF.StyleItem.table
source: Table
de: Tabelle
fr: Tableau
he: טבלה
it: Tabella
nl: Tabel
ro: Tabel
ru: Таблица
sv: Tabell

# QF.StyleItem.td
source: Table cell
de: Zelle
fr: Cellule de tableau
he: תא בטבלה
it: Cella Tabella
nl: Cel
ro: Celulă
ru: Ячейка таблицы
sv: Tabellcell

# QF.StyleItem.text
source: Text
fr: Texte
he: טקסט
it: Testo
nl: Tekst
ru: Текст

# QF.StyleItem.tr
source: Table row
de: Zeile
fr: ligne du tableau
he: שורה בטבלה
it: Riga tabella
nl: Tabel rij
ro: Rând
ru: Строка таблицы
sv: Tabellrad

# ContextMenu.EditFormItem.ToolTip
source: Edit Form
de: Form bearbeiten
fr: Modifier le formulaire
he: ערוך טופס
it: Modifica Modulo
nl: Formulier bewerken
ro: Editează formular
ru: Редактировать форму
sv: Redigera formulär

# ToolbarButton.Header.DefaultOptionValue
source: default
de: Standard
fr: par défaut
he: ברירת מחדל
it: Predefinito
nl: standaard
ru: не задан

# ToolbarButton.PlainTextCounter.Label
source: Text
fr: Texte
he: טקסט
it: Testo
nl: Tekst
ru: Текст

# Popups.MediaBrowser.Field.PreviewMediaHeight
source: Height
de: Höhe
fr: Hauteur
he: גובה
it: Altezza
nl: Hoogte
ro: Înălţime
ru: Высота
sv: Höjd

# Popups.MediaBrowser.Field.PreviewMediaWidth
source: Width
de: Breite
fr: Largeur
he: רוחב
it: Larghezza
nl: Breedte
ro: Lăţime
ru: Ширина
sv: Bredd

# Popups.FlashVideoProperties.Field.HideControl
source: Hide control bar
de: controlBar ausblenden
fr: barre de commande Masquer
he: הסתר פקדים
it: Nascondi barra di controllo
nl: Verberg control bar
ro: Ascunde bara de control
ru: Спрятать управление
sv: Göm kontrollknappar

# ToolbarButton.InsertForm.ToolTip
source: Insert/Edit form
de: Form einfügen/bearbeiten
fr: Insérer / Modifier la forme
he: הוסף/ערוך טופס
it: Inserisci/Modifica modulo
nl: Invoegen/bewerken formulier
ro: Inserează/Editează Form
ru: Вставить/Редактировать форму
sv: Lägg till/Redigera form

# Popups.ImportDocumentPopup.Title
source: Browse Documents Gallery
de: Dokument einfügen
fr: Consulter les documents Gallery
he: עיון בגלריית מסמכים
it: Sfoglia la cartella Documenti
nl: Documentengallerij
ro: Navigheaza Galeria de Documente
ru: Просмотр Галлереи документов
sv: Bläddra i dokumentarkivet

# ToolbarButton.ImportDocument.ToolTip
source: Import document
de: Dokument importieren
fr: Importer un document
he: ייבא מסמך
it: Importa Documento
nl: Importeer document
ro: Importa document
ru: Импортировать документ
sv: Importera dokument

# ContextMenu.InsertColumnAfterItem.ToolTip
source: Insert column after
de: Spalte dahinter einfügen
fr: Insérer une colonne après
he: הכנס עמודה אחרי
it: Inserici colonna a destra
nl: Kolom achter invoegen
ro: Insereaza coloana dupa
ru: Вставить колонку после
sv: Ny kolumn efter

# ContextMenu.InsertColumnBeforeItem.ToolTip
source: Insert column before
de: Spalte davor einfügen
fr: Insérer une colonne avant
he: הכנס עמודה לפני
it: Inserisci colonna a sinistra
nl: Kolom voor invoegen
ro: Insereaza coloana inainte
ru: Вставить колонку до
sv: Ny kolumn före

# ContextMenu.RemoveColumnItem.ToolTip
source: Remove column
de: Spalte entfernen
fr: Supprimer la colonne
he: הסר עמודה
it: Rimuovi Colonna
nl: Kolom verwijderen
ro: Sterge coloana
ru: Удалить колонку
sv: Ta bort kolumn

# ContextMenu.EditBulletedListItem.ToolTip
source: List properties
ru: Свойства списка

# ContextMenu.EditOrderedListItem.ToolTip
source: List properties
ru: Свойства списка

# Popups.BulletedListProperties.Field.ListType.Circle
source: Circle
ru: Круг

# Popups.BulletedListProperties.Field.ListType.Disc
source: Disc
ru: Диск

# Popups.BulletedListProperties.Field.ListType.Square
source: Square
ru: Квадрат

# Popups.BulletedListProperties.Title
source: Bulleted List properties
ru: Свойства ненумерованного списка

# Popups.OrderedListProperties.Field.ListType
source: Type
ru: Тип

# Popups.OrderedListProperties.Field.ListType.Decimal
source: Decimal (1, 2, 3, etc.)
ru: Десятичный (1, 2, 3 и т.д.)

# Popups.OrderedListProperties.Field.ListType.LowerAlpha
source: Lower Alpha (a, b, c, etc.)
ru: Строчная латынь(a, b, c и т.д)

# Popups.OrderedListProperties.Field.ListType.LowerRoman
source: Lower Roman (i, ii, iii, etc.)
ru: Строчный римский (i, ii, iii и т.д)

# Popups.OrderedListProperties.Field.ListType.NotSet
source: Not set
ru: не задан

# Popups.OrderedListProperties.Field.ListType.UpperAlpha
source: Upper Alpha (A, B, C, etc.)
ru: Заглавная латынь (A, B, C и т.д)

# Popups.OrderedListProperties.Field.ListType.UpperRoman
source: Upper Roman (I, II, III, etc.)
ru: Заглавный римский (I, II, III и т.д)

# Popups.OrderedListProperties.Field.ListType.ZeroDecimal
source: Zero Decimal (01, 02, 03, etc.)
ru: Десятичный с нулём (01, 02, 03 и т.д)

# Popups.OrderedListProperties.Field.Start
source: Start
ru: Начиная с

# Popups.OrderedListProperties.Title
source: Ordered List properties
ru: Свойства нумерованного списка

# ToolbarButton.CancelButton.Text
source: Cancel
de: Abbrechen
fr: Annuler
he: ביטול
it: Cancella
nl: Annuleren
ro: Anulează
ru: Отмена
sv: Avbryt

# ToolbarButton.CancelButton.ToolTip
source: Cancel
de: Abbrechen
fr: Annuler
he: ביטול
it: Cancella
nl: Annuleren
ro: Anulează
ru: Отмена
sv: Avbryt

# ToolbarButton.SubmitButton.Text
source: Submit
de: Absenden
fr: Envoyer
he: שמור
it: Invia
nl: Verzenden
ro: Trimite
ru: Сохранить
sv: Spara

# ToolbarButton.SubmitButton.ToolTip
source: Submit
de: Absenden
fr: Envoyer
he: שמור
it: Invia
nl: Verzenden
ro: Trimite
ru: Сохранить
sv: Spara

# Popups.LinkProperties.Field.URL
source: URL
he: קישור

# Popups.OkCancelPopup.Field.ID
source: ID
he: מזהה

# Popups.FormProperties.Field.FormMethod.Get
source: get
fr: obtenir
it: Metodo invio: Get

# Popups.FormProperties.Field.FormMethod.Post
source: post
it: Metodo invio: Post
