Repository: jeffmun/Research2013
Catalog: Research/App_Obout/HTMLEditor/Localization/*.resx
Languages: de, fr, he, it, nl, ro, ru, sv

# ToolbarButton.InsertMedia.ToolTip
source: Insert/Edit media
de: Medien Datei einfügen/bearbeiten
fr: Insérer / Modifier des médias
he: הכנס/ערוך מדיה
it: Inserisci/Modifica media
nl: Invoegen/bewerken media
ro: Inserează/Editează Media
ru: Вставить/Редактировать Медиа
sv: Lägg till/Redigera media

# Popups.UploadFilePopup.Message.UploadError
source: Upload error
de: Fehler beim herraufladen
fr: Erreur de transfert
he: שגיאת העלאה
it: Errore caricamento
nl: Upload fout
ro: Eroare de încărcare
ru: Ошибка загрузки
sv: Fel vid uppladdning

# Popups.UploadFlashPopup.Field.Location
source: Local Flash
de: Lokale Flash Datei
he: פלאש מקומי
it: Flash locale
nl: Lokatie
ro: Flash local
ru: Путь к Флэш
sv: Lokal Flash

# Popups.UploadFlashPopup.Title
source: Upload a new flash
de: Neue Flash Datei heraufladen
fr: Envoyer un nouveau flash
he: העלאת פלאש חדש
it: Carica nuovo oggetto Flash
nl: Nieuwe flash uploaden
ro: Încarcă un flash nou
ru: Загрузить новый Флэш
sv: Ladda upp en flash

# Popups.UploadMediaPopup.Field.Location
source: Local Media
de: Lokale Medien Datei
he: מדיה מקומית
it: Media locale
nl: Lokatie
ro: Media locală
ru: Путь к Медиа
sv: Lokal Media

# Popups.UploadMediaPopup.Title
source: Upload a new media
de: Neue Medien Datei herraufladen
fr: Envoyer un nouveau média
he: העלאת מדיה חדשה
it: Carica nuovo media
nl: Nieuwe media uploaden
ro: Încarcă un nou media
ru: Загрузить новый Медиа
sv: Ladda upp Media

# ContextMenu.EditMediaItem.ToolTip
source: Edit a media
de: Media bearbeiten
fr: Modifier un média
he: ערוך מדיה
it: Modifica Media
nl: Media bewerken
ro: Editează media
ru: Редактировать Медиа
sv: Redigera media

# ContextMenu.RemoveMediaItem.ToolTip
source: Remove a media
de: Media entfernen
fr: Supprimer un média
he: הסר מדיה
it: Rimuovi media
nl: Media verwijderen
ro: Înlătură media
ru: Удалить Медиа
sv: Radera media

# Popups.MediaProperties.Field.ShowControls
source: Show controls
de: Controls anzeigen
fr: Afficher les contrôles
he: הצג פקדים
it: Visualizza controlli
nl: Controls tonen
ro: Afişază controale
ru: Показывать управление
sv: Visa kontroller

# Popups.MediaProperties.Field.ShowStatusbar
source: Show status bar
de: StatusBar anzeigen
fr: Afficher la barre d'état
he: הצג שורת מצב
it: Visualizza barra di stato
nl: Status balk tonen
ro: Afişază bara de stare
ru: Показывать панель состояния
sv: Visa status bar

# Popups.MediaProperties.Field.ShowTracker
source: Show tracker
de: Tracker anzeigen
fr: Afficher tracker
he: הצג עוקב
it: Visualizza puntatore
nl: Tracker tonen
ro: Afişază tracker
ru: Показывать ползунок
sv: Visa tracker

# Popups.FlashBrowser.Title
source: Browse Flash Gallery
de: Flash Gallerie durchsuchen
fr: Galerie Flash Parcourir
he: עיון בתיקיית פלאש
it: Sfoglia la galleria oggetti flash
nl: Flash gallery bekijken
ro: Deschide galeria flash
ru: Просмотр Галлереи Флэш
sv: Bläddra i flash galleriet

# Popups.FlashProperties.Title
source: Flash properties
de: Flash Eigenschaften
fr: propriétés Flash
he: מאפייני פלאש
it: Proprietà del Flash
nl: Flash eigenschappen
ro: Proprietăţile flash
ru: Свойства Флэш
sv: Flash egenskaper

# Popups.FlashVideoBrowser.Field.PreviewFlashVideoHeight
source: Height
de: Höhe
fr: Hauteur
he: גובה
it: Altezza
nl: Hoogte
ro: Înălţime
ru: Высота
sv: Höjd

# Popups.FlashVideoBrowser.Field.PreviewFlashVideoWidth
source: Width
de: Breite
fr: Largeur
he: רוחב
it: Larghezza
nl: Breedte
ro: Lăţime
ru: Ширина
sv: Bredd

# Popups.FlashVideoBrowser.Field.UploadButton.Tooltip
source: Upload a new flash video
de: Neues Flash Video heraufladen
fr: Envoyer une vidéo flash nouvelle
he: העלאת פלאש חדש
it: Carica nuovo video flash
nl: Nieuwe flash video uploaden
ro: Încarcă un nou video flash
ru: Загрузить новое Флэш видио
sv: Ladda upp en flash video

# Popups.FlashVideoBrowser.Title
source: Browse Flash Video Gallery
de: Flash Video Galerie durchsuchen
fr: Parcourez la galerie vidéo Flash
he: עיון בתיקיית סרטי פלאש
it: Sfoglia la galleria oggetti video
nl: Flash gallery bekijken
ro: Deschide video galeria
ru: Просмотр Галлереи Флэш видио
sv: Bläddra i Flash video galleriet

# Popups.FlashVideoProperties.Field.URL
source: Video URL
fr: URL de la vidéo
he: קישור וידאו
it: URL Video
ro: URL Video
ru: URL Видео

# Popups.FlashVideoProperties.Title
source: Flash video properties
de: Flash Vdeo Einstellungen
fr: propriétés de la vidéo Flash
he: מאפייני סרט פלאש
it: Proprietà video Flash
nl: Flash video eigenschappen
ro: Proprietăţile video Flash
ru: Свойства Флэш видио
sv: Flash video egenskaper

# Popups.ImageBrowser.Title
source: Browse Image Gallery
de: Bildergalerie durchsuchen
fr: Galerie d'images Recherche
he: עיון בגלריית תמונות
it: Sfoglia galleria immagini
nl: Image gallerij bekijken
ro: Deschide galeria de imagini
ru: Просмотр Галлереи изображений
sv: Bläddra i bildgalleriet

# Popups.MediaBrowser.Title
source: Browse Media Gallery
de: Media Galerie durchsuchen
fr: Parcourir Media Gallery
he: עיון בגלריית מדיה
it: Sfoglia galleria media
nl: Media gallerij bekijken
ro: Deschide galeria media
ru: Просмотр Галлереи Медиа
sv: Bläddra i mediagalleriet

# Popups.MediaProperties.Title
source: Media properties
de: Media Eigenschaften
fr: propriétés des médias
he: מאפייני מדיה
it: Proprietà Media
nl: Media eigenschappen
ro: Proprietăţile media
ru: Свойства Медиа
sv: Media egenskaper

# ToolbarButton.InsertFlashVideo.ToolTip
source: Insert/Edit a flash video
de: Flash Video einfügen/bearbeiten
fr: Insérer / Modifier une vidéo flash
he: הכנס/ערוך סרט פלאש
it: Inserisci/Modifica video flash
nl: Invoegen/bewerken video
ro: Inserează/Editează un video flash
ru: Вставить/Редактировать Флэш видио
sv: Lägg till/Redigera flash video

# ContextMenu.EditFlashVideoItem.ToolTip
source: Edit a flash video
de: Flash video bearbeiten
fr: Modifier une vidéo flash
he: ערוך סירטון פלאש
it: Modifica Video in Flash
nl: Flash video bewerken
ro: Editează video flash
ru: Редактировать Флэш видео
sv: Redigera flash video

# Popups.FlashProperties.Field.AllowFullScreen
source: Allow full screen
de: Fullscreen erlauben
fr: Laisser plein écran
he: אפשר מסך מלא
it: Permetti schermo pieno
nl: Volledig scherm toestaan
ro: Permite ecran complet
ru: Позволить полный экран
sv: Tillåt fullskärm

# Popups.FlashVideoProperties.Field.ControlBaseColor
source: Control's base color
de: Control Grundfarbe
fr: couleur de base Control
he: צבע בסיסי של הפקד
it: Controlli base colore
nl: Standaard kleur voor object
ro: Controlul culorii de bază
ru: Базовый цвет контрола
sv: Kontrollens färg

# Popups.FlashVideoProperties.Field.ControlBaseColor.Tooltip
source: Select control's base color
de: Control Grundfarbe auswählen
fr: couleur de base de contrôle Select
he: בחר צבע בסיסי של הפקד
it: Seleziona controllo base colore
nl: Selecteer standaard kleur voor object
ro: Selectează culoarea de bază
ru: Выберите базовый цвет контрола
sv: Välj Kontrollens färg

# Popups.FlashVideoProperties.Field.RemoveControlBaseColor.Tooltip
source: Remove control's base color
de: Control Grundfarbe entfernen
fr: Supprimer la couleur de base de contrôle de
he: הסר צבע בסיסי של הפקד
it: Rimuovi base colore
nl: Verwijder standaard kleur voor object
ro: Înlătură controlul culorii de bază
ru: Удалить базовый цвет контрола
sv: Radera Kontrollens färg

# Popups.FlashVideoProperties.Field.VideoAutoPlay
source: Autoplay
he: הפעלה אוטומטית
it: Avvio automatico
nl: Automatisch afspelen
ru: Автопроигрывание
sv: Spela upp automatiskt

# Popups.FlashVideoProperties.Field.VideoProperties
source: Video properties
de: Video Einstellungen
fr: propriétés Vidéo
he: מאפייני וידאו
it: Proprietà Video
nl: Video eigenschappen
ro: Proprietăţile video
ru: Свойста видео
sv: Video egenskaper

# Popups.FlashVideoProperties.Field.VideoRepeat
source: Repeat
de: Wiederholen
fr: Répétez
he: חזרה
it: Ripeti
nl: Herhalen
ro: Repetă
ru: Повтор
sv: Upprepa

# Popups.FlashVideoProperties.Message.EmptyUrl
source: Flash video URL can not be empty
de: Flash Video URL darf nicht leer sein
fr: URL de la vidéo Flash ne peut pas être vide
he: קישור סרט פלאש לא יכול להיות ריק
it: L'URL del video flash non può essere vuota
nl: Flash video URL kan niet leeg zijn
ro: URL-ul video flash nu poate fi gol
ru: URL Видио не может быть пустым
sv: Flash video URL kan inte vara tom

# Popups.OkCancelPopup.Field.RemoveBorderColor.Tooltip
source: Remove border color
de: Rahmenfarbe entfernen
fr: Retirer couleur de la bordure
he: הסר צבע גבול
it: Rimuovi colore bordo
nl: Rand kleur verwijderen
ro: Înlătură culoarea marginii
ru: Убрать цвет рамки
sv: Ta bort ramfärg

# ToolbarButton.RemoveDirection.ToolTip
source: Remove all directions
de: Textfluß entfernen
fr: Retirez toutes les directions
he: הסר כל הכיוונים
it: Rimuove tutte le direzioni
nl: Verwijder alle richtingen
ro: Înlătură toate direcţile
ru: Убрать все направления

# ContextMenu.EditDivItem.ToolTip
source: Edit DIV
de: DIV bearbeiten
fr: Modifier une balise DIV
he: ערוך DIV
it: Modifica Contenitore DIV
nl: DIV bewerken
ro: Editează DIV
ru: Редактировать DIV
sv: Redigera DIV

# ContextMenu.RemoveDivItem.ToolTip
source: Delete DIV (with content)
de: DIV entfernen (mit Inhalt)
fr: Supprimer DIV (avec contenu)
he: מחיקת DIV (כולל תוכן)
it: Rimuovi Contenitore DIV (compreso contenuto)
nl: DIV (met inhoud) verwijderen
ro: Şterge DIV (cu conţinut)
ru: Удалить DIV (с содерж.)
sv: Radera DIV (med innehåll)

# ContextMenu.RemoveDivWithoutContentItem.ToolTip
source: Remove DIV tag only
de: Nur DIV Tag entfernen
fr: Supprimer le tag DIV seulement
he: מחיקת DIV בלבד
it: Rimuovi il tag Contenitore DIV
nl: Verwijder alleen DIV tag
ro: Înlătură doar tag-ul DIV
ru: Удалить только DIV тэг
sv: Radera endast DIV tag

# Popups.DivProperties.Title
source: DIV properties
de: DIV Eigenschaften
fr: propriétés DIV
he: מאפייני DIV
it: Proprietà Contenitore DIV
nl: DIV eigenschappen
ro: Proprietăţile DIV-ului
ru: Свойства DIV
sv: Egenskaper för DIV

# Popups.OkCancelPopup.Field.Margin
source: Margin
fr: Marge
he: שוליים
it: Margine
nl: Marge
ro: Marjă
ru: Граница
sv: Marginal

# Popups.OkCancelPopup.Field.Overflow
source: On overflow
de: Bei Überlauf
fr: En cas de dépassement
he: במקרה זליגה
it: Overflow
ro: La depaşire
ru: По переполнению

# Popups.OkCancelPopup.Field.Overflow.Auto
source: Auto
he: אוטומטי
ru: Авто

# Popups.OkCancelPopup.Field.Overflow.Hidden
source: Hidden
de: Versteckt
fr: Invisible
he: נסתר
it: Nascosto
ro: Ascuns
ru: Спрятать

# Popups.OkCancelPopup.Field.Overflow.NotSet
source: Not set
de: Nicht gesetzt
fr: Non défini
he: לא נקבע
it: Non configurato
ro: Nesetat
ru: Не задано
sv: Ej angiven

# Popups.OkCancelPopup.Field.Overflow.Scroll
source: Scroll
fr: Faites défiler
he: גלילה
it: Scorri
ru: Прокрутка

# Popups.OkCancelPopup.Field.Overflow.Visible
source: Visible
de: Sichtbar
he: מוצג
it: Visibile
nl: Zichtbaar
ro: Vizibil
ru: Показать
sv: Synlig

# Popups.OkCancelPopup.Field.Padding
source: Padding
fr: Rembourrage
he: ריפוד
ro: Spaţiere
ru: Заполнение

# ToolbarButton.InsertDiv.ToolTip
source: Insert DIV
de: DIV einfügen
fr: Insérez DIV
he: הכנס DIV
it: Inserisci contenitore DIV
nl: Invoegen DIV
ro: Inserează DIV
ru: Вставить DIV
sv: Lägg till DIV

# Popups.BgImageProperties.Title
source: Background image properties
de: Hintergrundbild Eigenschaften
fr: Autorisation de l'image de fond
he: מאפייני תמונת רקע
it: Proprietà immagine di sfondo
nl: Achtergrond afbeelding eigenschappen
ro: Proprietăţile imaginii de fundal
ru: Свойства фонового изображения
sv: Egenskaper för bakgrundsbild

# Popups.OkCancelPopup.Field.BgImage
source: Background image
de: Hintergrundbild
fr: L'image de fond
he: תמונת רקע
it: Immagine di sfondo
nl: Achtergrond afbeelding
ro: Imaginea de fundal
ru: Фоновое изображение
sv: Bakgrundsbild

# Popups.OkCancelPopup.Field.BgImage.Tooltip
source: Select background image
de: Hintergrundbild wählen
fr: Sélectionnez l'image de fond
he: בחר תמונת רקע
it: Seleziona immagine di sfondo
nl: Achtergrond afbeelding selecteren
ro: Selectează imaginea de fundal
ru: Выбрать фоновое изображение
sv: Välj bakgrundsbild

# Popups.OkCancelPopup.Field.BgImageNotSet
source: Not set
de: Nicht gesetzt
fr: Non défini
he: לא נקבע
it: Non configurato
nl: Standaard
ro: Nesetat
ru: Нет
sv: Ej angiven

# Popups.OkCancelPopup.Field.RemoveBgImage.Tooltip
source: Remove background image
de: Hintergrundbild entfernen
fr: Supprimer l'image d'arrière-plan
he: הסר תמונת רקע
it: Rimuovi immagine di sfondo
nl: Achtergrond afbeelding verwijderen
ro: Înlătură imaginea de fundal
ru: Убрать фоновое изображение
sv: Ta bort bakgrundsbild

# Popups.OkCancelPopup.Field.Attachment
source: Attachment
de: Anhang
fr: Pièce jointe
he: פריט מצורף
it: Allegati
nl: Bijlage
ro: Ataşament
ru: Привязка
sv: Bifogat

# Popups.OkCancelPopup.Field.Attachment.Fixed
source: Fixed
de: Fixiert
fr: Fixe
he: קבוע
it: Riparato
nl: Vast
ro: Fix
ru: Фиксиров.

# Popups.OkCancelPopup.Field.Attachment.Scroll
source: Scroll
fr: Faites défiler
he: גלילה
it: Scorri
ru: Прокрутка

# Popups.OkCancelPopup.Field.BgImageRepeat
source: Repeat
de: Wiederholung
fr: Répétez
he: חזרה
it: Ripeti
nl: Herhalen
ro: Repetă
ru: Повтор
sv: Upprepa

# Popups.OkCancelPopup.Field.BgImageRepeat.No-Repeat
source: No-Repeat
de: Keine Wiederholung
he: ללא חזרה
it: Non Ripetere
nl: Niet herhalen
ro: Fără repertare
ru: Нет повтора
sv: Upprepa inte

# Popups.OkCancelPopup.Field.BgImageRepeat.Repeat
source: Repeat
de: Wiederholung
fr: Répétez
he: חזרה
it: Ripeti
nl: Herhalen
ro: Repetă
ru: Верт. и Гор.
sv: Upprepa

# Popups.OkCancelPopup.Field.BgImageRepeat.Repeat-X
source: Repeat-X
de: Horizontale Wiederholung
fr: Répétez-X
it: Ripeti-X
nl: Herhalen-X
ro: Repetă-X
ru: Гор. только

# Popups.OkCancelPopup.Field.BgImageRepeat.Repeat-Y
source: Repeat-Y
de: Vertikale Wiederholung
fr: Répétez-Y
it: Ripeti-Y
nl: Herhalen-Y
ro: Repetă-Y
ru: Верт. только

# Popups.OkCancelPopup.Field.HorPosition
source: Horizontal position
de: Horizontale Position
fr: En position horizontale
he: מיקום אופקי
it: Posizione orizzontale
nl: Horizontale positie
ro: Poziţie orizontală
ru: Горизонт. позиция
sv: Horisontell position

# Popups.OkCancelPopup.Field.HorPosition.Center
source: Center
de: Zentrieren
fr: Centre
he: מרכז
it: Centra
nl: Midden
ro: Centru
ru: Центр

# Popups.OkCancelPopup.Field.HorPosition.Left
source: Left
de: Links
fr: Gauche
he: שמאל
it: Sinistra
nl: Links
ro: Stanga
ru: Слева
sv: Vänster

# Popups.OkCancelPopup.Field.HorPosition.Right
source: Right
de: Rechts
fr: Droit
he: ימין
it: Destra
nl: Rechts
ro: Dreapta
ru: Справа
sv: Höger

# Popups.OkCancelPopup.Field.VerPosition
source: Vertical position
de: Vertikale Position
fr: Position verticale
he: מיקום אנכי
it: Pozione verticale
nl: Vertikale positie
ro: Poziţie verticală
ru: Вертик. позиция
sv: Vertikal position

# Popups.OkCancelPopup.Field.VerPosition.Bottom
source: Bottom
de: Unten
fr: Bas
he: תחתון
it: Fondo
nl: Onder
ro: De jos
ru: Низ
sv: Botten

# Popups.OkCancelPopup.Field.VerPosition.Center
source: Center
de: Zentiert
fr: Centre
he: מרכז
it: Centra
nl: Midden
ro: Centru
ru: Центр
sv: Centrerad

# Popups.OkCancelPopup.Field.VerPosition.Top
source: Top
de: Oben
he: עליון
it: Alto
nl: Boven
ro: De sus
ru: Верх
sv: Topp

# ContextMenu.EditAnchorItem.ToolTip
source: Edit anchor
de: Anchor bearbeiten
fr: Modifier l'ancre
he: ערוך עוגן
it: Modifica segnaposto
nl: Anker bewerken
ro: Editează ancoră
ru: Редактировать якорь
sv: Redigera ankarlänk

# ContextMenu.RemoveAnchorItem.ToolTip
source: Remove anchor
de: Anchor entfernen
fr: Retirer l'ancre
he: הסר עוגן
it: Rimuovi segnaposto
nl: Anker verwijderen
ro: Înlătură ancora
ru: Удалить якорь
sv: Radera ankarlänk

# Popups.AnchorProperties.Field.Name
source: Anchor name
fr: Nom de l'ancre
he: שם העוגן
it: Nome Segnaposto
nl: Anker naam
ro: Numele ancorei
ru: Имя якоря
sv: Namn på ankarlänk

# Popups.AnchorProperties.Message.EmptyName
source: Name can not be empty
de: Name darf nicht leer sein
fr: Nom ne peut pas être vide
he: שם לא יכול להיות ריק
it: Il nome non può essere vuoto
nl: Naam kan niet leeg zijn
ro: Numele nu poate fi gol
ru: Имя якоря не может быть пустым
sv: Namnet kan inte vara tomt

# Popups.AnchorProperties.Title
source: Anchor properties
de: Anchor Eigenschaften
fr: propriétés Anchor
he: מאפייני העוגן
it: Proprietà Segnaposto
nl: Anker eigenschappen
ro: Proprietăţile ancorei
ru: Свойства якоря
sv: Egenskaper för ankarlänk

# ToolbarButton.InsertAnchor.ToolTip
source: Insert/Edit anchor
de: Anchor einfügen/bearbeiten
fr: Insérer / Modifier ancrage
he: הכנס/ערוך עוגן
it: Inserisci/Modifica segnaposto
nl: Invoegen/bewerken anker
ro: Inserează/Editează ancoră
ru: Вставить/Редактировать якорь
sv: Lägg till/Redigera anchor

# Popups.AnchorProperties.Message.DuplicateName
source: Duplicate anchor's name
de: Anchor Name duplizieren
fr: Dupliquer ancre nom
he: כפילות בשם העוגן
it: Duplica nome segnaposto
nl: Dubbele anker naam
ro: Duplică numele ancorei
ru: Дупликатное имя якоря
sv: Namnet på ankarlänken finns redan

# ToolbarButton.AnchorsToggle.ToolTip
source: Toggle Anchors indication
de: Anchors angaben tauschen
fr: Toggle Ancres indication
he: מצב עוגנים
nl: Toon/verberg ankers
ro: Comută indicarea ancorelor
ru: Включить/выключить подсветку якорей

# Popups.OkCancelPopup.Field.Name
source: Name
fr: Nom
he: שם
it: Nome
nl: Naam
ro: Nume
ru: Имя
sv: Namn

# Popups.OkCancelPopup.Field.Value
source: Value
de: Wert
fr: Valeur
he: ערך
it: Valore
nl: Waarde
ro: Valoarea
ru: Значение
sv: Värde

# ContextMenu.EditButtonItem.ToolTip
source: Edit Button
de: Button bearbeiten
he: ערוך כפתור
it: Modifica Bottone
nl: Bewerken knop
ro: Editează buton
ru: Редактировать кнопку
sv: Redigera knapp

# ContextMenu.EditCheckBoxItem.ToolTip
source: Edit CheckBox
de: CheckBox bearbeiten
fr: Modifier CheckBox
he: ערוך כפתור סימון
it: Modifica Casella
nl: CheckBox bewerken
ro: Editează CheckBox
ru: Редактировать Флажок
sv: Redigera checkbox

# ContextMenu.EditHiddenItem.ToolTip
source: Edit Hidden field
de: Hidden Feld bearbeiten
fr: Modifier le champ caché
he: ערוך שדה נסתר
it: Modifica Campo nascosto
nl: Verborgen veld bewerken
ro: Editează câmp ascuns
ru: Редактировать скрытое поле
sv: Redigera gömt fält

# ContextMenu.EditPasswordItem.ToolTip
source: Edit Password field
de: Password Feld bearbeiten
fr: Modifier le champ Mot de passe
he: ערוך שדה סיסמה
it: Modifica campo password
nl: Wachtwoord veld bewerken
ro: Editează câmpul pentru parolă
ru: Редактировать поле пароля
sv: Redigera lösenordsfält

# ContextMenu.EditRadioItem.ToolTip
source: Edit Radio button
de: RadioButton bearbeiten
fr: Radio bouton Modifier
he: ערוך כפתור בחירה
it: Modifica bottone radio
nl: Radio button bewerken
ro: Editează butonul Radio
ru: Редактировать переключатель
sv: Redigera Radio knapp

# ContextMenu.EditResetItem.ToolTip
source: Edit Reset button
de: ResetButton bearbeiten
fr: Modifier bouton Reset
he: ערוך כפתור איתחול
it: Modifica bottone reset
nl: Reset knop bewerken
ro: Editează butonul Reset
ru: Редактировать кнопку сброса
sv: Redigera Reset knapp

# ContextMenu.EditSubmitItem.ToolTip
source: Edit Submit button
de: SubmitButton bearbeiten
fr: Modifier bouton «Soumettre»
he: ערוך כפתור שליחה
it: Modifica bottone invia
nl: Bevestig knop bewerken
ro: Editează butonul Submit
ru: Редактировать кнопку подтв-ния
sv: Redigera Skicka knapp

# ContextMenu.EditTextBoxItem.ToolTip
source: Edit TextBox
de: TextBox bearbeiten
fr: Modifier TextBox
he: ערוך שדה טקסט
it: Modifica CampoTesto Esteso
nl: Tekstvak bewerken
ro: Editează TextBox
ru: Редактировать поле ввода
sv: Redigera inmatningsruta

# ContextMenu.RemoveButtonItem.ToolTip
source: Remove Button
de: Button entfernen
fr: Supprimer un bouton
he: הסר כפתור
it: Rimuovi bottone
nl: Knop verwijderen
ro: Înlătură buton
ru: Удалить кнопку
sv: Radera knapp

# ContextMenu.RemoveCheckBoxItem.ToolTip
source: Remove CheckBox
de: CheckBox entfernen
fr: Retirer CheckBox
he: הסר כפתור סימון
it: Rimuovi Casella
nl: Checkbox verwijderen
ro: Înlătură CheckBox
ru: Удалить флажок
sv: Radera checkbox

# ContextMenu.RemoveHiddenItem.ToolTip
source: Remove Hidden field
de: Hidden Feld entfernen
fr: Supprimer champ Masqué
he: הסר שדה נסתר
it: Rimuovi campo nascosto
nl: Verborgen veld verwijderen
ro: Înlătură câmpul ascuns
ru: Удалить скрытое поле
sv: Radera gömt fält

# ContextMenu.RemovePasswordItem.ToolTip
source: Remove Password field
de: Password Feld entfernen
fr: Supprimer champ Mot de passe
he: הסר שדה סיסמה
it: Rimuovi campo password
nl: Wachtwoord veld verwijderen
ro: Înlătură câmpul pentru parolă
ru: Удалить поле пароля
sv: Radera lösenordsfält

# ContextMenu.RemoveRadioItem.ToolTip
source: Remove Radio button
de: RadioButton entfernen
fr: Radio bouton Supprimer
he: הסר כפתור בחירה
it: Rimuovi bottone radio
nl: Radio button verwijderen
ro: Înlătură butonul Radio
ru: Удалить переключатель
sv: Radera Radio knapp

# ContextMenu.RemoveResetItem.ToolTip
source: Remove Reset button
de: ResetButton entfernen
fr: Supprimer bouton de réinitialisation
he: הסר כפתור איתחול
it: Rimuovi bottone reset
nl: Reset knop verwijderen
ro: Înlătură butonul Reset
ru: Удалить кнопку сброса
sv: Radera Reset knapp

# ContextMenu.RemoveSubmitItem.ToolTip
source: Remove Submit button
de: SubmitButton entfernen
fr: Retirer le bouton Soumettre
he: הסר כפתור שליחה
it: Rimuovi bottone Invio
nl: Bevestig knop verwijderen
ro: Înlătură butonul Submit
ru: Удалить кнопку подтв-ния
sv: Radera Skicka knapp

# ContextMenu.RemoveTextBoxItem.ToolTip
source: Remove TextBox
de: TextBox entfernen
fr: Retirer TextBox
he: הסר תיבת טקסט
it: Rimuovi CampoTesto Esteso
nl: Tekstvak verwijderen
ro: Înlătură TextBox
ru: Удалить поле ввода
sv: Radera inmatningsfält

# Popups.CheckBoxProperties.Field.Checked
source: Checked
de: Aktiviert
he: מסומן
it: Selezionato
nl: Aangevinkt
ro: Verificat
ru: Отмечен
sv: Markerad

# Popups.InputProperties.Field.Button
source: Button
he: כפתור
it: Bottone
nl: Knop
ro: Buton
ru: Кнопка
sv: Knapp

# Popups.InputProperties.Field.CheckBox
source: CheckBox
fr: Boite a cocher
he: כפתור סימון
it: Casella di spunta
nl: Selectievak
ru: Флажок

# Popups.InputProperties.Field.Hidden
source: Hidden field
de: Hidden Feld
fr: Champ caché
he: שדה נסתר
it: Campo nascosto
nl: Verborgen veld
ro: Câmp ascuns
ru: Скрытое поле
sv: Gömt fält

# Popups.InputProperties.Field.Password
source: Password field
de: Password Feld
fr: Champ mot de passe
he: שדה סיסמה
it: Campo pasword
nl: Wachtwoord veld
ro: Câmp pentru parolă
ru: Поле пароля
sv: Lösenords fält

# Popups.InputProperties.Field.Radio
source: Radio button
fr: Radio bouton
he: כפתור בחירה
it: Bottone Radio
nl: Keuze vak
ro: Butonul Radio
ru: Переключатель
sv: Radio knapp

# Popups.InputProperties.Field.Reset
source: Reset button
fr: Bouton de réinitialisation
he: כפתור איתחול
it: Bottone Cancella tutto
nl: Reset knop
ro: Butonul Reset
ru: Кнопка сброса
sv: Reset knapp

# Popups.InputProperties.Field.Submit
source: Submit button
fr: Bouton «Soumettre»
he: כפתור שליחה
it: Bottone invia
nl: Verzend knop
ro: Butonul Submit
ru: Кнопка подтверждения
sv: Skicka knapp

# Popups.InputProperties.Field.TextBox
source: Textbox
he: שדה טקסט
it: CasellaTesto
nl: Tekstvak
ru: Поле ввода
sv: Textruta

# Popups.InputProperties.Title
source: Input properties
de: Eingabe Eigenschaften
fr: propriétés d'entrée
he: מאפייני קלט
it: Immetti proprietà
nl: Tekstvak eigenschappen
ro: Proprietăţile de intrare
ru: Свойства поля Input
sv: Input egenskaper

# ToolbarButton.InsertButton.ToolTip
source: Insert/Edit button
de: Button einfügen/bearbeiten
fr: Insérer / bouton Modifier
he: הכנס/ערוך כפתור
it: Inserisci/Modifica bottone
nl: Invoegen/bewerken knop
ro: Inserează/Editează buton
ru: Вставить/Редактировать кнопку
sv: Lägg till/Redigera knapp
